[
  {
    "identifier": "lessonplan048",
    "metadata": {
      "identifier": "lessonplan048",
      "contributor": "Cleveland Museum of Art Department of Education and Interpretation",
      "creator": "Cleveland Museum of Art Department of Education and Interpretation",
      "date": "between 2000 and 2013?",
      "description": "By examining American art and artifacts from the museum's collection, these teacher materials promote discussion of America's national character and heritage. All five lessons, developed by teams of teachers, are accompanied by reinforcement materials specifically designed to foster critical thinking skills. These programs may be scheduled individually. America Transforming, the third lesson in this series, elucidates the many changes that took place in the United States between the Civil War and World War I, particularly in regard to industrialization, urbanization, technology, and social and economic disparities between wealthy and poor people while also illustrating how America's ideals were shattered by the Civil War and urbanization.",
      "language": "English",
      "mediatype": "texts",
      "publisher": "Cleveland Museum of Art",
      "scanner": "Internet Archive Python library 1.5.0",
      "subject": [
        "Lesson plans",
        "Cleveland Museum of Art",
        "Art museums--Educational aspects",
        "Art museums",
        "Art, American--19th century",
        "Art, American--20th century",
        "Nationalism and art--United States",
        "United States--History"
      ],
      "title": "America transforming, 1860-1918",
      "uploader": "Digitization@clevelandart.org",
      "publicdate": "2022-03-02 19:37:03",
      "addeddate": "2022-03-02 19:37:03",
      "curation": "[curator]validator@archive.org[/curator][date]20220302194253[/date][comment]checked for malware[/comment]",
      "identifier-access": "http://archive.org/details/lessonplan048",
      "identifier-ark": "ark:/13960/s2mk1kkx1st",
      "ppi": "300",
      "ocr": "tesseract 5.0.0-1-g862e",
      "ocr_parameters": "-l eng",
      "ocr_module_version": "0.0.15",
      "ocr_detected_script": "Latin",
      "ocr_detected_script_conf": "1.0000",
      "ocr_detected_lang": "en",
      "ocr_detected_lang_conf": "1.0000",
      "collection": [
        "cma-lesson-plans",
        "additional_collections"
      ]
    }
  },
  {
    "identifier": "CanadaAPeoplesHistory",
    "metadata": {
      "identifier": "CanadaAPeoplesHistory",
      "uploader": "khyron@mac.com",
      "addeddate": "2017-07-05 03:12:50",
      "title": "Canada: A People's History",
      "description": "Canada: A People's History chronicles the human drama that is Canada's journey from past to present. Diaries, letters and archival documents tell the stories of those who shaped this country, in their own words. Using historical re-enactments, dazzling photography and digital special effects, Canada: A People's History presents Canada as you've never seen it: a riveting account of our history, through the eyes of the people who lived it.",
      "subject": "Canada; Canadian History; John Cabot; Jacques Cartier; James Cook; Chief Donnacona; Henry Hudson; Maquinna; Jean de Brébeuf; Étienne Brûlé; Martin Frobisher; Samuel de Champlain; Jean Talon; Louis de Buade de Frontenac; Robert de LaSalle; Charles Lawrence; William Shirley; Guy Carleton; Benjamin Franklin; Louis-Joseph de Montcalm; James Wolfe; Benedict Arnold; Joseph Brant; Isaac Brock; Guy Carleton; Richard Montgomery; Charles-Michel de Salaberry; Tecumseh; Alexander Mackenzie; Pierre-Esprit Radisson; David Thompson; Pierre Gaultier de Varennes; Robert Baldwin; Joseph Howe; William Lyon Mackenzie; Louis-Joseph Papineau; George Brown; George-Étienne Cartier; Agnes Macdonald; John A. Macdonald; Harriet Tubman; George-Étienne Cartier; John A. Macdonald; Thomas D'Arcy McGee; Louis Riel; Robert Borden; Henri Bourassa; Won Alexander Cumyow; Wilfrid Laurier; Guglielmo Marconi; Nellie McClung; John McCrae; Clifford Sifton; J.S. Woodsworth; Robert Borden; Lionel Groulx; Sam Hughes; Wilfrid Laurier; Nellie McClung; Arthur Meighen; William Aberhart; Richard Bedford Bennett; Maurice Duplessis; Mitchell Hepburn; Adolf Hitler; William Lyon Mackenzie King; Cairine Wilson; Winston Churchill; Tommy Douglas; Adolf Hitler; William Lyon Mackenzie King; Andrew McNaughton; Franklin Delano Roosevelt; John Diefenbaker; Tommy Douglas; Maurice Duplessis; René Lévesque; Lester Pearson; Joey Smallwood; Louis St. Laurent; Doris Anderson; Robert Bourassa; Jean Lesage; René Lévesque; Patrick Moore; Lester Pearson; Pierre Trudeau; Robert Bourassa; Jean Chrétien; René Lévesque; Peter Lougheed; Brian Mulroney; Pierre Trudeau; John Turner; First Nations; Northwest Passage; New France; Seven Years’ War; Louisbourg; Plains of Abraham; American Revolution; War of 1812; Hudson’s Bay Company; North West Company; Confederation; Red River Rebellion; WWI; WWII; Great Depression; Dust Bowl; Cold War; Quiet Revolution; EXPO 67; Front de libération du Québec",
      "creator": "Mark Starowicz",
      "curation": "[curator]validator@archive.org[/curator][date]20170705031302[/date][comment]checked for malware[/comment]",
      "mediatype": "movies",
      "collection": [
        "opensource_movies",
        "community"
      ],
      "date": "2000",
      "year": "2000",
      "publisher": "CBC Documentary Unit",
      "sound": "sound",
      "color": "color",
      "language": "English",
      "coverage": "Canada",
      "publicdate": "2017-07-05 10:16:54",
      "segments": "Episode  1\nWhen the World Began...\n\nTime Span: 15,000 BC to 1800 AD\n\nThe opening episode of this 16-part documentary ranges across the continent, looking back more than 15,000 years to recount the varied history of the first occupants of the territory that would become Canada. From the rich resource of native oral history and archeology come the stories of the land's first people - how dozens of distinct societies took shape, and how they encountered a strange new people, the Europeans. Among the earliest of these epoch-making encounters is the meeting between Jacques Cartier and Donnacona, the Iroquoian chief whom Cartier first met on the Gaspé shore in 1534 and later kidnapped. Later on the Pacific coast, Nootka chief Maquinna encounters John Jewitt, the English sailor who became his captive and eventually his reluctant friend.\n\nEpisode  2\nAdventurers and Mystics\n\nTime Span: 1540 To 1670\n\nWith the search for the Northwest Passage and the expansion of the Grand Banks fishery, the New World soon becomes a destination for permanent European colonies, in Newfoundland and along the St. Lawrence. Samuel de Champlain begins his legendary journeys, and the precarious beginnings of New France are established. It is an era of unprecedented alliances and devastating conflicts with native people, driven by the merchants' search for furs and the Jesuits' quest for souls. After a half-century of struggle, with the colony on the verge of extinction, Louis XIV takes personal control, sending French soldiers to defend the struggling outpost and eligible young women, the \"filles du roi,\" to become their wives.\n\nEpisode  3\nClaiming the Wilderness\n\nTime Span: 1670 To 1755\n\nA small French settlement in New France builds a flourishing society and stakes a claim to a massive continent between 1660 and 1750. New France's populace includes shop keepers, artisans, farmers and landlords, as well as fur-trading expansionists like Governor Frontenac and his commercial partner, Robert Cavelier de La Salle, who build a network of Indian alliances and extend French trading posts to the Gulf of Mexico. But this fast-paced growth brings New France into ever more bitter conflict with the wealthier and more numerous - but less venturesome - British colonists to the south. The story culminates with the heartrending deportation of more than 10,000 French Catholic Acadians as the struggle to possess North America enters its final, decisive phase.\n\nEpisode  4\nBattle for a Continent\n\nTime Span: 1754 To 1775\n\nA period of a little more than two decades in the mid-18th century changes the destiny of North America. England and France battle each other in the Seven Years' War, a conflict that begins as a clash between les Canadiens and land-hungry American settlers in the Ohio Valley and becomes a world war that engulfs the continent. Fortress Louisbourg, symbol of the French empire, is the target of 27,000 soldiers and sailors in the greatest naval invasion in North America's history. In 1759, General James Wolfe leads the assault against Quebec but the citadel withstands a devastating siege and bombardment. With winter soon arriving, Wolfe forces the commander of the French troops, Louis-Joseph de Montcalm, into one last desperate encounter. The battle for North America unfolds on an abandoned farmer's field, the Plains of Abraham, just outside the city's walls. When war ends in 1763, 70,000 French colonists come under British rule, setting in motion the ever-evolving French-English dynamic in Canada.\n\nEpisode  5\nA Question of Loyalties\n\nTime Span: 1775 To 1815\n\nAt the beginning of the American Revolution in 1775, American rebels invade Canada but despite the efforts of rebel spies to entice Quebec to join the revolution, les Canadiens refuse to take up arms against British rule, and the invasion ultimately fails. The mass migration of Loyalists that follows - more than 40,000 people in all - creates an English-speaking Canada virtually overnight. Over the next 30 years, the colony continues to develop. When the next American invaders arrive in 1812, they are fought to a stand-still at the battles of Queenston Heights, Chateauguay and Lundy's Lane, setting boundaries that remain today. The cast of characters includes the audacious military commanders General Isaac Brock and Colonel Charles-Michel de Salaberry; Hannah Ingraham and her dispossessed Loyalist family; Benedict Arnold, the notorious traitor to the American Revolution; visionary Indian leader Tecumseh; Pierre Bédard, brilliant tactician of an emerging colonial democracy; and Canadian traitors who are publicly executed near Hamilton, Ontario.\n\nEpisode  6\nThe Pathfinders\n\nTime Span: 1670 To 1850\n\nThe Canadian west is opened by the great fur-trading empires of the Hudson's Bay and Northwest Companies, the native people who were their indispensable allies, and bold explorers and map makers who ventured from the Great Lakes to the Arctic Ocean and long-sought-for Pacific. Pierre Esprit Radisson defies a governor to take New France's trade far into the continent's interior and later, founds an English trading empire; Pierre Gaultier de Varennes, sieur de la Vérendrye, spends a lifetime searching for the Western Sea and pays dearly for it. Tough Dene chief Matonabbee leads Samuel Hearne on a monumental trek into the Barren Lands; Alexander Mackenzie's dash to the Pacific makes him one of the most celebrated men of his age. And David Thompson comes to the forbidding shores of Hudson Bay as a 14-year-old apprentice and eventually unlocks the secrets of the West more than any other man. As the fur trader's day comes to an end, settlers on the prairies and gold miners in British Columbia begin to claim the west for themselves.\n\nEpisode  7\nRebellion and Reform\n\nTime Span: 1815 To 1850\n\nBy 1830, the struggle for democratic government in the colonies of British North America has reached fever pitch. As the colonies grow in wealth and population, a generation of charismatic reformers -- Joseph Howe in Nova Scotia, Louis-Joseph Papineau in Lower Canada and William Lyon Mackenzie in Upper Canada - confront the appointed governors and their local favourites with one demand: let the citizens' elected representatives run their own affairs. In the Canadas, the struggle leads to bloody rebellion and disastrous defeat for the rebels. Yet within 10 years, the prize of self-government is won, thanks in part to an unexpected alliance between the French and English-speaking forces of reform.\n\nEpisode  8\nThe Great Enterprise\n\nTime Span: 1850 To 1867\n\nIn a few short years, a handful of small and separate British colonies are transformed into a new nation that controls half the North American continent. The story of Confederation, its supporters and its bitter foes, is told against a backdrop of U.S. Civil War and Britain's growing determination to be rid of its expensive, ungrateful colonies. The dawn of the photographic era provides a vivid portrait of the diverse people who make up the new Dominion of Canada: the railway magnates, the unwed mothers of Montreal, the nuns who provide refuge for the destitute, the prosperous merchants of Halifax, the brave fugitives of the Underground Railroad, and the tide of Irish immigrants who flood into the cities.\n\nEpisode  9\nFrom Sea to Sea\n\nTime Span: 1867 To 1873\n\nConfederation is barely accomplished when the new dominion must face an enormous challenge: extending its reach into the vast prairies and beyond, to the Pacific Ocean. But Canada blunders catastrophically in seeking to take over the west without the consent of its inhabitants, especially the Métis of Red River and their leader, the charismatic, troubled Louis Riel. The resistance of 1869-70 lays the groundwork for Manitoba to join Canada, but it also sets the stage for decades of conflict over the rights of French and English, Catholic and Protestant in the new territories. Thanks to an audacious promise of a transcontinental railway in 10 years, the settlers of British Columbia are more easily convinced of the merits of union; by 1873 Prince Edward Island has joined as well, and Canada can boast a dominion that extends from sea to sea.\n\nEpisode  10\nTaking the West\n\nTime Span: 1873 To 1896\n\nThe 1870s and 1880s are a time of trial for the young Dominion of Canada. The country's first Prime Minister, John A. Macdonald, faces economic depression in the fast-growing factories of the east and a new revolt in the west, led by his old nemesis, Louis Riel. The suppression of the Northwest Rebellion and Macdonald's single-minded insistence that the French-speaking Catholic Riel must hang for treason threatens to tear apart the fragile bond between Quebec and English Canada. During this same era, debates over provincial powers and the Manitoba Schools Question rage, and a dream is realized: the Canadian Pacific Railway links the country and opens the prairies to new floods of immigration.\n\nEpisode  11\nThe Great Transformation\n\nTime Span: 1896 To 1915\n\nMassive waves of immigration, a headlong economic boom with the growth of prairie agriculture and urban industry transform Canada between 1896 and 1915. Those who shape the new society include peasants from Eastern Europe, in search of free land; socialists who try to mobilize an emerging urban working class; and campaigners for temperance and women's suffrage. The dizzying pace of change also brings ethnic intolerance and racism, particularly against Asian immigrants. As well, growing tensions over Canada's role in the British Empire help put an end to Sir Wilfrid Laurier's reign in 1911. When World War I breaks out, a burst of enthusiasm in English Canada and resistance in French Canada foreshadows domestic conflict as wartime pressures grow.\n\nEpisode  12\nOrdeal by Fire\n\nTime Span: 1915 To 1929\n\nCanada's heavy military role in World War I (60,000 dead in a population of 8 million) transforms its society, its politics and its place in the world. The horror, bravery and sacrifice of trench warfare are evoked in Canada's great battles: Ypres, the Somme, Vimy Ridge, Courcelette and Passchendaele. The domestic consequences of Canada's war effort are also wrenching - the conscription crisis of 1917 marks a low point in English-French relations. After the war ends, labour revolts in Winnipeg and across the country raise fears of a Bolshevik insurrection. The return to stability in the mid-1920s lasts only briefly as the crash of 1929 plunges the country into economic chaos.\n\nEpisode  13\nHard Times\n\nTime Span: 1929 To 1940\n\nCanada's economy collapses during the 1930s, creating a prolonged political and social crisis. In the context of the Dust Bowl, the relief camps and the Regina Riot, political leaders such as William Aberhart, Maurice Duplessis, and Mitchell Hepburn capture national attention. Meanwhile, an increasingly menacing international climate sees the rise of fascism and mounting likelihood of another world war. When war does arrive, Canada finds itself fighting virtually alone at Britain's side.\n\nEpisode  14\nThe Crucible\n\nTime Span: 1940 To 1946\n\nCanada comes of age in the anguish of World War II, with soldiers on the beaches at Dieppe and women in the industrial work force back home. The country's military role and the domestic social and political consequences of the war are traced through poignant stories of Canadians on both sides of the Atlantic. The horrific global conflict steals the innocence of a generation... but brings hope for a new future.\n\nEpisode  15\nComfort and Fear\n\nTime Span: 1946 To 1964\n\nThe end of World War II signals the end of fifteen years of social, political and economic upheaval. The post-war baby boom and government economic and social policies give rise to unprecedented prosperity and growth for Canadian communities. Television becomes a powerful new tool with social and political consequences. But in the midst of plenty, growing fears of the Cold War and nuclear conflict create an unsettled atmosphere. Political leaders - including Diefenbaker, Smallwood, Duplessis create excitement and controversy. Saskatchewan's premier Tommy Douglas begins the fight for Medicare while Canada finds itself increasingly absorbed into the American military, economic and cultural orbit.\n\nEpisode  16\nYears of Hope and Anger\n\nTime Span: 1964 To 1976\n\nThe Sixties and Seventies are an era of ferment on every level: politics, culture and personal life. Quebec's Quiet Revolution and youth movements across North America challenge the status quo. Some events bring the country together: a new flag is introduced and Canada shines in the world's spotlight with Expo '67; while others threaten considerable upheaval: growing calls for Quebec sovereignty, the 1970 FLQ/War Measures Act crisis, and an energy shortage pits East against West. A charismatic law professor is elected Liberal leader, then Prime Minister; Trudeaumania changes the face of Canadian politics.\n\nEpisode  17\nIn an Uncertain World\n\nTime Span: 1976 To 1990\n\nThe world order and economic boom that had taken shape after World War II starts to unravel, and a new era of uncertainty begins. Free trade, globalization, and regionalism converge with the rise of feminism, aboriginal claims, growing multiculturalism and the explosion of computer technology. Canada's economic, social and political environment are affected. Canada's new Charter begins to have an impact. Debate around Canadian unity intensifies with the Quebec referendum of 1980, repatriation of the Constitution and the Meech Lake Accord.",
      "links": "http://www.cbc.ca/history/",
      "backup_location": "ia906408_17"
    }
  },
  {
    "identifier": "DTIC_ADA376307",
    "metadata": {
      "identifier": "DTIC_ADA376307",
      "creator": "Defense Technical Information Center",
      "date": "2000-04-01",
      "description": "This paper examines all aspects of homeland defense of the United States. First it provides a historical perspective on the Homeland Defense mission and identifies future threats. Each major threat area is then examined to determine what our response should be against that threat, to include identifying specific missions. Each mission is assessed for its compatibility with Active Duty Forces and with Reserve Component Forces using the criteria of trust of the American people, availability of personnel and equipment and the ability to adequately perform the mission. The similarities of the Active and Reserve capabilities along with their differences are compared to make an argument for the role each should play in providing a strong homeland defense for the United States of America. This paper finally recommends that the National Guard take the lead role in specific homeland defense missions, with follow on forces from the Reserve and Active Duty military services. The special relationship enjoyed with the civilian community by the reserve components should be used to leverage military support to civil authorities.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Jackson, Michael P ; ARMY WAR COLL  CARLISLE BARRACKS PA; *NATIONAL DEFENSE; MILITARY OPERATIONS; NATIONAL GUARD; MILITARY RESERVES; MILITARY STRATEGY; UNITED STATES; NATIONAL SECURITY; CRISIS MANAGEMENT; CIVIL DEFENSE; MISSIONS; THREAT EVALUATION; HISTORY; ACTIVE DUTY;",
      "title": "DTIC ADA376307: Active Duty And Reserve Component Roles In America's Homeland Defense",
      "year": "2000",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-04-27 18:54:43",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-04-27 18:54:43",
      "identifier-access": "http://archive.org/details/DTIC_ADA376307",
      "identifier-ark": "ark:/13960/t6q01z83z",
      "imagecount": "34",
      "ppi": "600",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906704_3"
    }
  },
  {
    "identifier": "DTIC_ADA377940",
    "metadata": {
      "identifier": "DTIC_ADA377940",
      "creator": "Defense Technical Information Center",
      "date": "2000-04-05",
      "description": "The end of the Cold War has presented the free world unique opportunities to create new order and security in Europe. The U.S. National Security Strategy advances the notion that global integration will bring stability and it advocates the use of military engagement activities to promote democracy and build relationships with nations that were once our former adversaries. Developing the trust and confidence of both political and military institutions are key to the promotion of democratic ideals. The National Guard's State Partnership Program is an engagement tool that exemplifies the democratic process through the citizen-soldier and their connection to the heart of America's communities. The involvement of the National Guard in helping new nations build democratic institutions is a sound concept that capitalizes on the strengths that Guard members bring through the combination of their military and civilian acquired skills. The reserve component model also offers emerging nations an economical alternative to more costly active forces and conveys a non-threatening defensive posture to their neighbors. The utility of reserve forces in providing military support to civil authorities during emergencies is another benefit demonstrated through partnership engagement activities. The military and civilian contacts conducted through the State Partnership Program offer great potential for building relationships that promote regional stability while providing the Guard opportunities for overseas deployments in a coalition environment. This paper will examine the California National Guard's partnership with Ukraine under the U.S. engagement strategy and the benefits associated with this national security objective.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Ellsworth, Kevin; ARMY WAR COLL  CARLISLE BARRACKS PA; *POLITICAL SCIENCE; *MILITARY ASSISTANCE; *EAST WEST RELATIONS; NATIONAL GUARD; DEPLOYMENT; NATIONAL SECURITY; STRATEGY; COLD WAR; CALIFORNIA; UKRAINE;",
      "title": "DTIC ADA377940: State Partnership Program: Does the Partnership Between the California National Guard and Ukraine Support the U.S. Engagement Strategy and Is It a Relevant Mission",
      "year": "2000",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-04-28 13:36:30",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-04-28 13:36:30",
      "identifier-access": "http://archive.org/details/DTIC_ADA377940",
      "identifier-ark": "ark:/13960/t2d862r94",
      "imagecount": "24",
      "ppi": "600",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906704_4"
    }
  },
  {
    "identifier": "DTIC_ADA381637",
    "metadata": {
      "identifier": "DTIC_ADA381637",
      "creator": "Defense Technical Information Center",
      "date": "2000-05-16",
      "description": "The 1995 Oklahoma City bombing maximized America's awareness of its vulnerability to terrorist activities, and erased the nation's sense of security that terrorist attacks could not occur within the United States. As a result, the possibility of such bombings, to include weapons of mass destruction (WMD), could no longer be ignored. In May 1998, the president issued presidential Decision Directive (PDD) 62, which established policy and assigned responsibilities for responding to homeland attacks. It directed the Department of Justice (FBI) to assume the lead for such circumstances and it also identified the National Guard as playing an important role in this program. The National Guard established Civil Support Teams in each of the ten FEMA regions to assist state and local first responders in a WMD incident. In May 1999, a US General Accounting Office report on federal government efforts to combat terrorism indicated that the role of National Guard Civil Support Teams remained unclear and there is significant redundancy in response capabilities. This paper examines whether there is a continued need for the National Guard Civil Support Teams, and explains how they fit into Federal, State, and local response plans.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; McBride, Kevin R ; NAVAL WAR COLL  NEWPORT RI JOINT MILITARY OPERATIONS DEPT; *NATIONAL SECURITY; *CIVIL DEFENSE; NATIONAL GUARD; DECISION MAKING; DESTRUCTION; VULNERABILITY; JOINT MILITARY ACTIVITIES; DEFENSE PLANNING; AWARENESS; BOMBING; CIVIL DISTURBANCES; DOMESTIC TERRORISM;",
      "title": "DTIC ADA381637: Homeland Defense and Response to Weapons of Mass Destruction: Are National Guard Civil Support Teams a Necessary Asset or Duplication of Effort",
      "year": "2000",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-04-29 16:51:44",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-04-29 16:51:44",
      "identifier-access": "http://archive.org/details/DTIC_ADA381637",
      "identifier-ark": "ark:/13960/t9t21rn3v",
      "imagecount": "25",
      "ppi": "600",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906704_6"
    }
  },
  {
    "identifier": "cia-readingroom-document-cia-rdp62s00545a000100090001-6",
    "metadata": {
      "identifier": "cia-readingroom-document-cia-rdp62s00545a000100090001-6",
      "collection": "godaneinbox",
      "creator": "CIA Reading Room",
      "date": "2000-08-30",
      "description": " Approved For Release 21000/09/11 : CIA-RDP62SO0545A000100090001-6 ng of BAC y Ch/E, ORR~  . 2~ 16) The Soviet Economy (Army war college, Carlisle, Pa., 11 September 1958) (SECRET) (Clandestine Services Review, 6 Jun 58)  SECRET Economic Intelligence - ORR (Clandestine Services Review, 7 Oct 58) (SECRET The Long-Range. Outlook for the Soviet Economy (SECRET) Bloc Economic Warfare (SECRET) Are the Soviets Winning the Battle of Production (delivere mbytte         ono 21 Nov 51 for Development) Communist Economic Penetration of West (SECRET) (Director's presentation to the Cabinet on 25.July 1958 Reconciliation of Estimates of the Value of Armaments Shipped by Bloc Countries to Egypt, Syria, Yemen and Afghanistan (SECRET) Soviet Sales and Production of Platinum FLAX (SECRET) Recent Soviet Wood Pulp and Newsprint Offerings (CONFIDENTIAL) Soviet Bloc Economic Penetration of Africa (CONFIDENTIAL) The World Situation (For Director's speech 10 May 58) Soviet Economic Penetration (Prepared for Director's presentation 7 May 58; meeting of Special Committee on Soviet Activity and World Trade, Dept. of Commerce., 6 May 58) Khrushchev's Challenge (Address by Director to 46th annual meeting of Chamber of Commerce, 28 Apr 58) The Soviet Challenge (By Director; Conference on \"America's Human Resources to Meet the World Scientific. Challenge\", Yale Univ., 3 Feb 58) The Sino-Soviet Economic Offensive in the Less Developed Countries (State publication) The Ruble War:  The Crisis and Beyond, as broadcast over CBS TV Network, 21 Jul 58 A Comparison of Per Capita Food Availability in Tsarist Russia and the USSR, 1913-1956 Economic Factors in the Rise of the U.S. as a World Power (Cooopeerrati ee Forum, 23 Jun 58) , 3 Mar 58) Benson Briefing, June 1958 (SECRET) Soviet Economic Development The Sino-Soviet Bloc Economic Offensive:' Hazards for Underdeveloped Countries, 3 Apr 58 Banque du Nord (CONFIDENTIAL) Banque Commerciale pour 1' Europe du Nord (SECRET) aovi,et: Zefto aie;~PrObl  s ;  I;abor' Pro$:uctJvity  (Given at National War College, 6 Jan 58 ) Soviet Aid Program to Underdeveloped Countries of the Free World (SECRET)  Back  ound material for DCI's speech to be given the bipartisan group organized by p.1 25X1A 25X1X 25X1X 25X1A Approved For Release 2000/09/11 : CIA-RDP62SO0545A000100090001-6 Approved For Release 2000/09/11 : CIA-RDP62SO0545A000100.090001-6 Khrushchev's 7-Year Plan Theses (Notes for briefing of White House Staff, 2 Dec 58) Cold War Problerrr- Economic Penetration (SECRET) Communist Economic Penetration Some Aspects of the Soviet Economy (Text of an address delivered by the Honorable Dabriel Hauge, Special Assistant to the President, before the economic club of Worchester, Mass., 14 Apr 58) GNP and Production of Selected Commodities in India and Communist China, 1952-1957 How to Make a Good Speech with Minimum Effort Soviet Economic Problems:  Labor Productivity (given at National War College, 6 Jan 58 Sino-Soviet Bloc Credits and Grants and Non-Military Technicians in Free World Underdeveloped Countries, 6 May 58 The Soviet Civil Defense Program (DCI's briefing to NSC, 16 Jan 58)  (SECRET) USSR Assistance for the Bhilai Steel Plant in India (SECRET) Communist China's Economy (For Howie; $ value of Soviet military aid to EuSats and China; military aid to Poland since Gomulka) (SECRET) Sino-Soviet Bloc Credits and Grants Extended During 1957 (SECRET) Soviet Military Aid to the Satellites (SECRET/NOFORN) Soviet Gross National Product by End Use for Selected Years (SECRET) Sino-Soviet Bloc Economic Activities in Underdeveloped Areas (SECRET) Soviet Sales of Platinum Yemen Soviet Threats in the Non-Military Fields The Nature of the Soviet Threat in the Military Field Soviet Industrial Production -- Annual Rates of Growth, 1951-69 Production of Selected Industrial Commodities in USSR, 1955-57 US Government Economic Aid and Sino-Soviet Bloc Aid to Selected Free World Countries 1 July 1955-31 Dec 1957 (Million Current US $), dated Jan. 1958 Soviet GNP as % of US 25X6 Approved For Release 2000/09/11 : CIA-RDP62SO0545A000100090001-6",
      "language": "english",
      "mediatype": "texts",
      "scanner": "Internet Archive Python library 3.0.2",
      "subject": "CIA Reading Room;",
      "title": "CIA Reading Room cia-rdp62s00545a000100090001-6: SOVIET CAPABILITIES FOR FUTURE TRADE AND AID (BRIEFING OF BAC BY CH/E, 25 AUG 50; ORR 40.2116",
      "uploader": "slaxemulator@gmail.com",
      "publicdate": "2023-10-08 20:44:57",
      "addeddate": "2023-10-08 20:44:57",
      "curation": "[curator]validator@archive.org[/curator][date]20231008205039[/date][comment]checked for malware[/comment]"
    }
  },
  {
    "identifier": "itisbegun",
    "metadata": {
      "identifier": "itisbegun",
      "mediatype": "texts",
      "collection": [
        "opensource",
        "community"
      ],
      "creator": "Don Munson",
      "description": "McLean County thought of itself as Illinois's most staunch supporter of the Union effort during the Civil War. If so, a major contributor to the unified cause was the Weekly Pantagraph, the hometown newspaper published in Bloomington. The so-called \"Radical Republican\" paper rallied its readers, railed at \"Copperhead\" dissenters, printed brilliant descriptions of battles in letters from the front, and did everything it could to win the war and free the slaves. <br /><br />Here is a week-by-week sampling of America's most turbulent years, written as it happened, unaided by the benefit of historical perspective. It is how people near Bloomington, Illinois, experienced the days, weeks and years of the Civil War.<br /><br />Don Munson has been a radio professional for half the 80-year life of the medium. His morning wake-up program on Bloomington's WJBC earned America's highest audience share for much of the last third of the 20th century. The National Association of Broadcasters recognized Munson's contributions to radio by presenting him with the prestigious Marconi Award in 1991. A contributor to four books about the history of McLean County, Illinois, Munson is spending his early retirement years hosting a Thursday night program of vintage jazz on public radio WGLT 89FM.",
      "scanner": "Internet Archive HTML5 Uploader 1.6.4",
      "subject": [
        "McLean County; Civil War; Don Munson; The Pantagraph",
        "Civil War"
      ],
      "title": "It Is Begun: The Pantagraph Reports the Civil War",
      "uploader": "tmore@mchistory.org",
      "publicdate": "2020-03-24 19:16:13",
      "addeddate": "2020-03-24 19:16:13",
      "curation": "[curator]validator@archive.org[/curator][date]20200324191704[/date][comment]checked for malware[/comment]",
      "language": "English",
      "identifier-access": "http://archive.org/details/itisbegun",
      "identifier-ark": "ark:/13960/t9d598801",
      "ppi": "600",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "date": "2001",
      "year": "2001",
      "licenseurl": "http://creativecommons.org/licenses/by-nc-nd/4.0/",
      "backup_location": "ia907109_4"
    }
  },
  {
    "identifier": "DTIC_ADA389595",
    "metadata": {
      "identifier": "DTIC_ADA389595",
      "creator": "Defense Technical Information Center",
      "date": "2001-02-05",
      "description": "The principle threat to the United States' national security has undergone a significant change. The dissolution of the Soviet Union has shattered the global balance of power and left the United States as the world's lone superpower. The threat facing our nation has shifted from a single, definable foe to one that is much less clear. The threat facing our nation today is characterized by terms such as homeland defense, rogue state, non-state actor, and Weapons of Mass Destruction (WMD). This modern threat is terrorism within our nation's borders. Currently, the United States is not prepared to counteract this threat. While significant attention has been paid to the terrorist threat over the past five years, our nation's strategy for dealing with this danger is still unfocused and inefficient. Today, America's strategy to defeat terrorism is contingent on the participation of several different state, local and federal agencies. Due to civil liberty concerns, the nation's most qualified agency, the Department of Defense (DoD), plays only a minor role. More importantly, the U.S. Joint Forces Command (USJFCOM), which is assigned the responsibility of providing military assistance during homeland terrorist attacks, has an equally limited role in countering the terrorist threat. To improve our ability to counter this emerging threat, the United States must re-evaluate the way in which we deal with this threat and assign assets based on capability. In particular, our nation must amend the laws, which restrict Department of Defense's participation in homeland defense so that the U.S. Joint Forces Command is allowed to play a larger role in the Crisis and Consequence Management missions.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Coffey, John S ; NAVAL WAR COLL  NEWPORT RI JOINT MILITARY OPERATIONS DEPT; *MILITARY STRATEGY; *CIVIL DEFENSE; *THREAT EVALUATION; *TERRORISM; NATIONAL SECURITY; CRISIS MANAGEMENT; MILITARY ASSISTANCE; STRATEGIC ANALYSIS; JOINT MILITARY ACTIVITIES; MASS DESTRUCTION WEAPONS; COUNTERTERRORISM;",
      "title": "DTIC ADA389595: Terrorism: The United States is Not Ready to respond to the Threat Against the Homeland",
      "year": "2001",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-05-02 06:52:13",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-05-02 06:52:13",
      "identifier-access": "http://archive.org/details/DTIC_ADA389595",
      "identifier-ark": "ark:/13960/t2w44hh83",
      "imagecount": "25",
      "ppi": "600",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906704_12"
    }
  },
  {
    "identifier": "DTIC_ADA387967",
    "metadata": {
      "identifier": "DTIC_ADA387967",
      "creator": "Defense Technical Information Center",
      "date": "2001-03-01",
      "description": "Much of what has been written about civil-military relations in the United States seems to be reactive to present and past events rather then proactive and forward looking. What needs to occur in order to gain a resolution of this problem is for a proactive assessment of where America's society and military need to balance in a future security environment. What this entails is to first survey the current model that most resembles where civil-military relations stand now. Essentially, an examination will show that the military still embraces Huntington, while in reality Janowitz's theories are proving themselves to be the more applicable and accurate of the two. Especially noteworthy is the destruction of Huntington's myth that only the military has the professional knowledge to become involved in the waging of war. Next, a comprehensive assessment of what the emerging security threats will be in the future is needed. The military will have to change many of the ways that it goes about business. The most fundamental impact on the future of civil-military relationships will be from the change in the role of the individual.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Heppelmann, Andrew R ; DENVER UNIV  CO; *MILITARY FORCES(UNITED STATES); *NATIONAL SECURITY; *CIVILIAN POPULATION; MILITARY PERSONNEL; THESES; THREAT EVALUATION; MILITARY PLANNING; CIVIL AFFAIRS;",
      "title": "DTIC ADA387967: The Implication of Emerging Security Threats on Civil-Military Relations",
      "year": "2001",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-05-01 01:43:42",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-05-01 01:43:42",
      "identifier-access": "http://archive.org/details/DTIC_ADA387967",
      "identifier-ark": "ark:/13960/t6j16t099",
      "imagecount": "90",
      "ppi": "600",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "foldoutcount": "0",
      "backup_location": "ia906704_9"
    }
  },
  {
    "identifier": "ERIC_ED464012",
    "metadata": {
      "identifier": "ERIC_ED464012",
      "creator": "ERIC",
      "date": "2001-11",
      "description": "This publication contains teaching ideas generated by classroom teachers. For grades K-4, elementary teacher Doris Waud and media specialist Gail Petri developed \"Celebrate America with Symbols from American Memory,\" in which students explore the American memory and symbols. For grades 5-8, media specialist Mary Alice Anderson developed \"Using Jump Back in Time Photos from America's Library,\" a project for sixth graders. For grades 9-12, high school librarian Joyce Valenza and a history teacher colleague developed a WebQuest using Civil War maps and photos. The publication offers \"Bonus Teaching Ideas\" from elementary school teacher Kathleen Isaacs and middle school teacher Steve Olguin. In the feature article, \"Coaching Departments to Speak: Two Examples from the Days of Jim  Crow,\" history teacher Scott P. Culclasure describes how close analysis of two documents provides insight into race relations, the power of language, and how people learn about the past. In \"Reaching Other Teachers: The Challenge of Professional Development,\" librarian Margaret Lincoln highlights some of the issues involved in engaging other teachers with American Memory and provides links to online workshop materials. The \"Tech Tip\" section offers \"Finding the 'Mother Lode' of Technical Information on the Learning Page.\" (BT)",
      "language": "english",
      "mediatype": "texts",
      "subject": "ERIC Archive; Elementary Secondary Education; Family History; Photographs; Primary Sources; Professional Development; Racial Relations; Social Studies; Teacher Developed Materials; United States History; World Wide Web; Singleton, Laurel R., Ed.",
      "title": "ERIC ED464012: Using Photographs from American Memory.",
      "year": "2001",
      "collection": [
        "ericarchive",
        "additional_collections"
      ],
      "publicdate": "2016-01-13 14:21:57",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2016-01-13 14:21:57",
      "identifier-access": "http://archive.org/details/ERIC_ED464012",
      "identifier-ark": "ark:/13960/t2n62ft25",
      "imagecount": "24",
      "ppi": "600",
      "ocr": "ABBYY FineReader 11.0",
      "repub_state": "4",
      "backup_location": "ia905508_9"
    }
  },
  {
    "identifier": "DTIC_ADA441716",
    "metadata": {
      "identifier": "DTIC_ADA441716",
      "creator": "Defense Technical Information Center",
      "date": "2002-01-01",
      "description": "Plan Colombia, the $1.3 billion centerpiece of the United States' strategy for reducing America's illegal drug habits through source country supply reduction, is fundamentally flawed. It will not only fail to meet its primary objective of reducing drug abuse in the United States, but it will also have the undesirable effect of causing additional bloodshed abroad, by providing more fuel for a 37-year old civil war. The United States needs to look at alternative strategies focused on demand-side reduction through user accountability and education, if it is ever to minimize the negative effects of drug abuse at home. This essay will introduce the reader to Plan Colombia; discuss the U.S. national interests and the threats and opportunities that have led to U.S. involvement in Colombia; examine the basic concepts of the U.S. National Drug Control Strategy; and explore the history of the Colombian civil war. It will then discuss strengths and weaknesses of continued U.S. support of Plan Colombia, and present recommendations for alternative strategies.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Hurst, Robert L ; NATIONAL WAR COLL WASHINGTON DC; *COLOMBIA; *DRUG INTERDICTION; UNITED STATES; DRUG ABUSE; MILITARY ASSISTANCE; STRATEGY;",
      "title": "DTIC ADA441716: Plan Colombia - A Strategy for Continued Failure in America's Fight Against Drugs",
      "year": "2002",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-05-29 01:49:21",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-05-29 01:49:21",
      "identifier-access": "http://archive.org/details/DTIC_ADA441716",
      "identifier-ark": "ark:/13960/t76t7gz2t",
      "imagecount": "17",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906705_33"
    }
  },
  {
    "identifier": "DTIC_ADA627481",
    "metadata": {
      "identifier": "DTIC_ADA627481",
      "creator": "Defense Technical Information Center",
      "date": "2002-01-01",
      "description": "The Corps of Engineers is an American institution, and work of the Mobile District represents only one chapter in a long and distinguished history. The Corps was founded in principle when the Continental Congress authorized the positions of engineer chief and two assistants. Along with his general military responsibilities on the eve of the American Revolution, George Washington was authorized to established the first engineer corps. Because of the lack of qualified American personnel, foreign expertise was sought from among America's allies. As a result of a diplomatic accord with France, numerous French military officers offered their services to General Washington. While the use of French military was well received, negative aspects would surface later. The Corps of Engineers was organized formally in 1779. The early years were unstable; the Corps was dissolved in 1783 only to be reactivated in 1794. Parallels can be drawn between the Corps' formative years and the history of the Mobile District. After each war in the United States, Congress and the public called for a major reduction in military strength and operations during peacetime. The waxing and waning of military responsibility is reflected in the operations of the Mobile District until the Korean War. Since the 1950's military and civil responsibilities have been carried out concurrently. From its inception, the Corps of Engineers has enjoyed privileged status as an elite engineer organization. Special duties of the Corps were described in a communication from Secretary of War James McHenry in 1800. He stated the services of the Army Engineer were not limited to constructing and repairing fortifications. McHenry went on to say that military service was but one, although important, facet of the engineer profession. Corps skills extended to almost every area of defense and to civil works including building roads, canals, and bridges.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; ; SAMFORD UNIV BIRMINGHAM AL; *ARMY CORPS OF ENGINEERS; *HISTORY; ALABAMA; BASINS(GEOGRAPHIC); CIVIL WAR(UNITED STATES); HOMELAND DEFENSE; RIVERS; SECOND WORLD WAR;",
      "title": "DTIC ADA627481: A History of the Mobile District Corps of Engineers 1815-1985",
      "year": "2002",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-11-07 10:32:22",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-11-07 10:32:22",
      "curation": "[curator]validator@archive.org[/curator][date]20181107103250[/date][comment]checked for malware[/comment]",
      "identifier-access": "http://archive.org/details/DTIC_ADA627481",
      "identifier-ark": "ark:/13960/t32307z2p",
      "imagecount": "352",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906803_31"
    }
  },
  {
    "identifier": "DTIC_ADA404693",
    "metadata": {
      "identifier": "DTIC_ADA404693",
      "creator": "Defense Technical Information Center",
      "date": "2002-04-09",
      "description": "Joint Doctrine dictates that we will train as we intend to fight. By staying trained and ready, our military is able to execute its constitutional responsibility of protecting America, its people, its borders, and its global interests. If the tragic events of September 11, 2001 are a sign of what's ahead, then the way we train must also focus on non-traditional threats at home. Most importantly, we must forge new training partnerships with local, state, and federal civilian responders in order to strengthen the civil-military seams in the effort to ensure domestic preparedness. The recent creation of the Office of Homeland Security and a new combatant command responsible for homeland defense, represent sweeping organizational changes in DoD and the federal government. These changes demand a new approach to training readiness as the military maps its doctrine tor civil support. The international security environment is fraught with many challenges. This paper examines existing response capabilities at the local, state, and federal levels to determine the adequacy of our current response mechanism. It explores the roles, missions, and functions of the key actors, while assessing the training programs at each level. The paper looks at current organizational structures and operational concepts for securing and defending the homeland at every level in order to ascertain whether existing response systems adequately prepare for the security challenges in the new environment. Finally, focusing on JFCOM's training support role, this paper will recommend a solution set where DoD assumes an expanded role to meet America's training requirements that helps synchronize national assets for homeland defense.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Ruiz, Benigno B ; ARMY WAR COLL  CARLISLE BARRACKS PA; *CIVIL DEFENSE; *TRAINING; *OPERATIONAL READINESS; *HOMELAND SECURITY; REQUIREMENTS; DEPARTMENT OF DEFENSE; UNITED STATES GOVERNMENT; ORGANIZATIONS; MILITARY DOCTRINE; SECURITY; RESPONSE; CIVIL AFFAIRS;",
      "title": "DTIC ADA404693: Defending the Homeland:  Working at the Seams",
      "year": "2002",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-05-08 14:34:00",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-05-08 14:34:00",
      "identifier-access": "http://archive.org/details/DTIC_ADA404693",
      "identifier-ark": "ark:/13960/t0rr8mj58",
      "imagecount": "42",
      "ppi": "600",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906704_26"
    }
  },
  {
    "identifier": "DTIC_ADA402057",
    "metadata": {
      "identifier": "DTIC_ADA402057",
      "creator": "Defense Technical Information Center",
      "date": "2002-04-09",
      "description": "There is role for the Army in homeland security. That role is one of support to civil authorities at local, state, and federal levels. The events of 11 September 2001 were the catalyst to start a process of developing a formal approach to securing America's homeland. Trying to define what homeland security means to each agency and governmental entity is important to determine the security tasks the Army will support in this arena. Once the definitions are in place - Army forces, which can best support homeland security, more clearly fall out. In a likely outcome, the Army National Guard will assume the greatest share of the Army's contribution to domestic security. To do so the Army National Guard must change to assume the new role in homeland security. Currently, the Army National Guard is not able to meet the traditional role of supporting the active forces, as well as, fulfill the support role to civil authorities in homeland security. In the process of transformation by reducing support to the Active force and focusing on homeland security, the Army National Guard will optimize the Army's commitment in homeland security. Any change to the National Guard will take political action, which means, in the final analysis, politics will determine a final homeland security role for the Army.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Shanahan, Daniel J ; ARMY WAR COLL  CARLISLE BARRACKS PA; *NATIONAL GUARD; *ARMY PERSONNEL; *HOMELAND SECURITY; NATIONAL SECURITY; UNITED STATES GOVERNMENT; CIVIL DEFENSE; ARMY PLANNING;",
      "title": "DTIC ADA402057: The Army's Role in Homeland Security",
      "year": "2002",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-05-07 14:17:28",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-05-07 14:17:28",
      "identifier-access": "http://archive.org/details/DTIC_ADA402057",
      "identifier-ark": "ark:/13960/t1bk84n64",
      "imagecount": "33",
      "ppi": "600",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906704_24"
    }
  },
  {
    "identifier": "DTIC_ADA441631",
    "metadata": {
      "identifier": "DTIC_ADA441631",
      "creator": "Defense Technical Information Center",
      "date": "2003-01-01",
      "description": "In America today the dominant view of civil-military relations holds that civilian control of the military is dangerously eroded. Though tension clearly exists in the relationship, the current critique is largely inaccurate and badly overwrought. Far from overstepping its bounds, America's military operates comfortably within constitutional notions of separated powers, participating appropriately in defense and national security policymaking with due deference to the principle of civilian control. Indeed, an active and vigorous role by the military in the policy process is and always has been essential to the common defense. Today the subject of civil-military relations turns on two questions. The first is whether or not the American military has become dangerously estranged from American society at large. The second is whether or not it has become too deeply involved in American politics. Both are serious questions which deserve deeper examination than they generally receive. Civil-military relations in America today are unquestionably marked by friction, not between society and the military, but between civilian and military elites. There are two principal factors that explain the divide. The first is that discord between civilian and military elites springs primarily from social and intellectual differences that profoundly condition and shape the relationship. The second is that our system of constitutionally distributed control over the military ensures that the tension inherent in separated powers extends to the military domain. The tension which marks the civil-military relationship today is not a function of an overweening military. Instead it is a product of a uniquely American process of constitutional governance which has succeeded well in reconciling the competing imperatives of an effective national defense and a properly subordinated system of separated powers.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Hooker, Richard D ; NATIONAL WAR COLL WASHINGTON DC; *MILITARY PERSONNEL; *POLITICAL SCIENCE; *NATIONAL SECURITY; *ARMY PERSONNEL; *CIVILIAN PERSONNEL; *NATIONAL DEFENSE; *COMMUNITY RELATIONS; *DEFENSE SYSTEMS; CONTROL; FRICTION; SPRINGS; DISTRIBUTION;",
      "title": "DTIC ADA441631: Soldiers of the State: An Alternative View of Civil-Military Relations in America Today",
      "year": "2003",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-05-29 01:22:57",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-05-29 01:22:57",
      "identifier-access": "http://archive.org/details/DTIC_ADA441631",
      "identifier-ark": "ark:/13960/t2f835x1x",
      "imagecount": "43",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906705_33"
    }
  },
  {
    "identifier": "DTIC_ADA442515",
    "metadata": {
      "identifier": "DTIC_ADA442515",
      "creator": "Defense Technical Information Center",
      "date": "2003-01-01",
      "description": "Americans consumed approximately 260 metric tons of cocaine and 13 metric tons of heroin at a cost of $45 billion in the year 2000. While estimates vary, most experts agree between 80-90 percent of the cocaine and more than 50 percent of the heroin used in the United States comes from Colombia. In terms of the total drug picture, it is estimated illegal drugs cost America approximately 52,000 lives and $110 billion a year. But America is not alone in feeling the pain brought on by the illicit Colombia drug trade. In Colombia, the $4 billion narcotics industry has heightened the effect of nearly 40 years of civil war, bringing with it overwhelming violence, a crisis in government, full-scale military battles between nonstate actors, and the potential for terrorists to use large portions of the country as a training and operational base in the Western Hemisphere. With approximately one million internally displaced persons within Colombia and an undetermined number more seeking refuge in Panama, Brazil, Ecuador, Peru, and Venezuela, the issue is no longer local in scope. A drug trade marriage of convenience between the narcotics traffickers, insurgents, and paramilitaries is threatening the Colombian government, impacting regional stability, and testing America's resolve to ensure hemispheric security and fight terrorism.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Wynne, Charles E ; NATIONAL WAR COLL WASHINGTON DC; *UNITED STATES; *COLOMBIA; *DRUG INTERDICTION; MILITARY FORCES(UNITED STATES); DRUG SMUGGLING; INSURGENCY; FOREIGN AID; GUERRILLA WARFARE; TERRORISM; MILITARY STRATEGY;",
      "title": "DTIC ADA442515: Colombia: More Than Just a Drug Problem",
      "year": "2003",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-05-29 03:57:43",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-05-29 03:57:43",
      "identifier-access": "http://archive.org/details/DTIC_ADA442515",
      "identifier-ark": "ark:/13960/t5cc7tq9q",
      "imagecount": "26",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906705_34"
    }
  },
  {
    "identifier": "DTIC_ADA414118",
    "metadata": {
      "identifier": "DTIC_ADA414118",
      "creator": "Defense Technical Information Center",
      "date": "2003-04-07",
      "description": "Our Armed Forces face huge challenges as we begin the 21st Century. Transformation, asymmetrical warfare, terrorism, scarce resources, civil-military gap-these are just a few examples of the myriad challenges facing the U.S. Armed Forces. Among the many areas of concern, the challenge of recruiting a quality force invariable floats to the top. U.S. National Security depends on an adequately trained, equipped, and manned force. Transitioning from a conscript Army to the all-volunteer force of 1973 put the Army squarely in the open market place for talent. No one foresaw the total implications of manning the force for 2010 when we made this decision. This Strategy Research Project proposes ways to increase the propensity of America's youth to serve in the Army. It offers suggestions for recruiting a quality force to serve the nation's 21st century defense needs.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Behringer, Roger A ; ARMY WAR COLL  CARLISLE BARRACKS PA; *MILITARY PERSONNEL; *RECRUITING; MILITARY FORCES(UNITED STATES); ENLISTED PERSONNEL; PERSONNEL RETENTION; ALL VOLUNTEER;",
      "title": "DTIC ADA414118: Propensity to Enlist: Recruiting Implications",
      "year": "2003",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-05-13 10:43:04",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-05-13 10:43:04",
      "identifier-access": "http://archive.org/details/DTIC_ADA414118",
      "identifier-ark": "ark:/13960/t7sn6zt7d",
      "imagecount": "38",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906704_35"
    }
  },
  {
    "identifier": "DTIC_ADA419902",
    "metadata": {
      "identifier": "DTIC_ADA419902",
      "creator": "Defense Technical Information Center",
      "date": "2003-05-16",
      "description": "Latin America has historically been a region of instability and turmoil. It is known for institutional corruption, weak economies, abject poverty, extensive underemployment as well as unemployment, overpopulation, social discord, non-democratic governments, military involvement in civil affairs, human rights abuses, weapons proliferation, drug cartels and narco-terrorism. Additionally, Colombia's continued insurgency significantly exasperates the situation. The arrival of Islamic extremists and transnational terrorists can only increase the problems of the region and directly threaten the security of the United States as well as America's partners. The presence of militant extremist groups like Hamas, Hizballah and al- Qaida in the triborder area (TBA) of Paraguay, Argentina and Brazil is a matter of serious concern. The Combatant Commander's TSCSG is a theater strategic planning document that is key in shaping, responding and preparing the region for security cooperation and peacetime engagement. Does US Southern Command's (USSC)FY03-05 TSCSG sufficiently address and mitigate the growing threat posed by terrorists and terrorist organizations resident in USSC's Area of Responsibility (AOR)?",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Flynn, Paul J ; NAVAL WAR COLL  NEWPORT RI JOINT MILITARY OPERATIONS DEPT; *TERRORISM; NATIONAL SECURITY; STRATEGIC ANALYSIS; MILITARY PLANNING; CIVIL AFFAIRS; INSTABILITY; POLITICAL REVOLUTION; LATIN AMERICA; ARGENTINA; PARAGUAY; INSURGENCY;",
      "title": "DTIC ADA419902: Latin America: Close The Back Door! Does United States Southern Command's (USSC) FY03-05 Theater Security Cooperation Strategic Guidance (TSCSG) Sufficiently Address and Mitigate the Growing Threat Posed by Terrorists and Terrorist Organizations Resident in USSC's Area of Responsibility (AOR)?",
      "year": "2003",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-05-16 20:20:30",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-05-16 20:20:30",
      "identifier-access": "http://archive.org/details/DTIC_ADA419902",
      "identifier-ark": "ark:/13960/t3520sj8d",
      "imagecount": "21",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906705_6"
    }
  },
  {
    "identifier": "DTIC_ADA430891",
    "metadata": {
      "identifier": "DTIC_ADA430891",
      "creator": "Defense Technical Information Center",
      "date": "2003-05-22",
      "description": "The United States involvement in military operations around the world has operational commanders on the front line against asymmetrical threats, be it from state or nonstate actors. In Somalia US soldiers were exposed to mortar attacks that originated from hospitals and schoolyards. In Operation Iraqi Freedom, US soldiers confronted an enemy that hid weapons in mosques, hospitals, and schools and wore civilian clothing to avoid destruction. Operational commanders will continue to face these types of threats regardless of the type of operation they undertake: Offense, Defense, Stability, or Support. The tendency for belligerent actors to avoid open area conflict with the United States will certainly increase. These approaches are intended to offset America's strength and intended to attack America's weakness. With the increase of asymmetric attacks and the potential of the proliferation of Weapons of Mass Destruction (WMD) to rogue actors, where does this leave the United States' strategy of nuclear and conventional deterrence? Is the US Army capable in playing a deterrent role against these threats? This study examines the doctrinal definition of deterrence, reviews Bernard Brodie's deterrence theory and discusses the impacts of his theory upon state and nonstate actors. The study further defines the terms asymmetry and asymmetrical threats and reviews a World View Threat survey (European and American) that identifies these asymmetrical threats as Islamic fundamentalists. Additionally, the study presents the ends, ways, and means utilized by the Union Army during the Civil War, and the ends, ways, means utilized by the US Army during operations in Bosnia in order to deter asymmetrical threats. The study concludes by presenting operational commanders with five principles for consideration when designing campaign plans against asymmetrical threats.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Reynolds, John W ; ARMY COMMAND AND GENERAL STAFF COLL FORT LEAVENWORTH KS SCHOOL OF ADVANCED MILITARY STUDIES; *MILITARY OPERATIONS; *THREATS; *MILITARY DOCTRINE; *MASS DESTRUCTION WEAPONS; *TERRORISM; *DETERRENCE; MILITARY PERSONNEL; UNITED STATES; NATIONAL SECURITY; ARMY PERSONNEL; SOMALIA; MILITARY COMMANDERS; UNCONVENTIONAL WARFARE; BOSNIA HERZEGOVINA; REACTION(PSYCHOLOGY); CIVIL DISTURBANCES; FIRST STRIKE CAPABILITY; SECOND STRIKE CAPABILITY; CIVIL WAR(UNITED STATES);",
      "title": "DTIC ADA430891: Deterring and Responding to Asymmetrical Threats",
      "year": "2003",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-05-23 22:53:45",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-05-23 22:53:45",
      "identifier-access": "http://archive.org/details/DTIC_ADA430891",
      "identifier-ark": "ark:/13960/t9966c51p",
      "imagecount": "82",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906705_23"
    }
  },
  {
    "identifier": "DTIC_ADA430961",
    "metadata": {
      "identifier": "DTIC_ADA430961",
      "creator": "Defense Technical Information Center",
      "date": "2003-08-01",
      "description": "The global war on terrorism has provided a new context for relations between the United States and China. As the September 2002 National Security Strategy of the United States of America makes clear, cooperation with China on a range of economic, political, security, and military issues increasingly serves U.S. interests. At the same time, this relationship retains elements of competition and the potential for confrontation, compounded by a legacy of periodic crises and mutual wariness. Achieving a national consensus on an appropriate balance in U.S.-China relations, especially in military-to-military affairs, remains a central challenge for those who analyze, formulate, and implement America's China policies. The distinguished contributors to this volume offer fresh and sometimes divergent assessments of major trends in Chinese society, national security policy, and military affairs as the fourth generation of national leaders settles into the seats of power. Part I considers the political and military transitions in China during 2002-2003 and their implications for Chinese civil-military relations and U.S. foreign and defense policy. Part II examines the impact of growing nationalism on Chinese politics and the People's Liberation Army (PLA). Understanding the PLA role in Chinese society requires consideration of PLA doctrine, strategy, and force structure, so Part III provides critical assessments of current and projected capabilities that are essential for informed speculation about future intentions. Part IV examines China's national security concept and military doctrine and strategy to understand the main determinants of military planning and operations. Part V assesses the record and prospects for U.S.- China military-to-military relations. Finally, Part VI advances two divergent paths for U.S.-China relations.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Flanagan, Stephen J ; NATIONAL DEFENSE UNIV  WASHINGTON DC INST FOR NATIONAL STRATEGIC STUDIES; *FOREIGN POLICY; *UNITED STATES; *LEADERSHIP; *MILITARY FORCES(FOREIGN); *INTERNATIONAL RELATIONS; *CHINA; MILITARY FORCES(UNITED STATES); SYMPOSIA; NATIONAL SECURITY; ACTIVE DEFENSE; MILITARY DOCTRINE; MILITARY CAPABILITIES; RUSSIA; INTERNATIONAL TRADE; MILITARY MODERNIZATION; TERRORISM; SOCIOLOGY; TAIWAN;",
      "title": "DTIC ADA430961: The People's Liberation Army and China in Transition",
      "year": "2003",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-05-23 23:57:15",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-05-23 23:57:15",
      "identifier-access": "http://archive.org/details/DTIC_ADA430961",
      "identifier-ark": "ark:/13960/t13n8zt2w",
      "imagecount": "364",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906705_23"
    }
  },
  {
    "identifier": "DTIC_ADA418262",
    "metadata": {
      "identifier": "DTIC_ADA418262",
      "creator": "Defense Technical Information Center",
      "date": "2003-10-01",
      "description": "In July of last year, the Bush administration published the National Strategy for Homeland Security (NSHS) which, while commendable in many ways, failed to take into account the effects of globalization in planning for the nation's security. Safeguarding America's homeland in an era of globalization requires a more comprehensive approach based on a global defense-in-depth. The NSHS amounts to little more than a strategic directive for the newly formed Department of Homeland Security (DHS), rather than a national strategy. It focuses principally on activities that take place within the nation's borders, making only a brief genuflection to the need for international cooperation. Other than a passing reference to Northern Command and its envisioned responsibilities in civil support, the NSHS fails to address the roles that the U.S. military's combatant commands should play. Finally, the NSHS fails to incorporate newly emerging technologies into an overarching strategic concept, or way, that would contribute to keeping Americans safe.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Echevarria, Antulio J ,  II; ARMY WAR COLL STRATEGIC STUDIES INST CARLISLE BARRACKS PA; *STRATEGY; *HOMELAND SECURITY; INTELLIGENCE; THREATS; LAW ENFORCEMENT; TERRORISM; WARNING SYSTEMS; DEFENSE IN DEPTH;",
      "title": "DTIC ADA418262: From Defending Forward to a Global Defense-In-Depth: Globalization and Homeland Security",
      "year": "2003",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-05-14 22:45:13",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-05-14 22:45:13",
      "identifier-access": "http://archive.org/details/DTIC_ADA418262",
      "identifier-ark": "ark:/13960/t3fz42h0c",
      "imagecount": "32",
      "ppi": "467",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906705_2"
    }
  },
  {
    "identifier": "DTIC_ADA491009",
    "metadata": {
      "identifier": "DTIC_ADA491009",
      "creator": "Defense Technical Information Center",
      "date": "2004-01-01",
      "description": "In 1961, Bernard Fall, a scholar and practitioner of war, published a book entitled The Street Without Joy. The book provided a lucid account of why the French Expeditionary Corps failed to defeat the Viet Minh during the Indochina War, and the book's title derived from the French soldiers' sardonic moniker for Highway 1 on the coast of Indochina -- Ambush Alley, or the Street without Joy. In 2003, after the fall of Baghdad and following the conventional phase of Operation Iraqi Freedom, U.S. and Coalition forces operating in the Sunni Triangle began fighting a counterguerrilla type war in which much of the enemy insurgent activity occurred along Highway 1, another street exhibiting little joy. The U.S. military has had a host of successful experiences in counterguerrilla war, including some distinct successes with certain aspects of the Vietnam War. However, the paradox stemming from America's unsuccessful crusade in the jungles of Vietnam is this -- because the experience was perceived as anathema to the mainstream American military, hard lessons learned there about fighting guerrillas were neither embedded nor preserved in the U.S. Army's institutional memory. Since the U.S. Army and its coalition partners are currently prosecuting counterguerrilla wars in Iraq and Afghanistan, it is useful to revisit the lessons from Vietnam and other counterinsurgencies because they are germane to the wars of today and tomorrow. This article aims to distill some of the more relevant counterinsurgency lessons from the American military's experiences during Vietnam and before. A bigger goal of the article, however, is to highlight some salient studies for professional reading as the U.S. Army starts to inculcate a mindset that embraces the challenges of counterinsurgency and to develop a culture that learns from past lessons in counterinsurgency.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Cassidy, Robert M ; ARMY EUROPE HEIDELBERG (GERMANY) COMMANDING GENERAL'S INITIATIVES GROUP; *MILITARY FORCES(UNITED STATES); *VIETNAM WAR; *MILITARY DOCTRINE; *CULTURE; *GUERRILLA WARFARE; *COUNTERINSURGENCY; *LESSONS LEARNED; COMMUNITY RELATIONS; INDIGENOUS POPULATION; PARAMILITARY FORCES; AMERICAN INDIANS; INSURGENCY; RURAL AREAS; PHILIPPINES; PLATOON LEVEL ORGANIZATIONS; CIVIL AFFAIRS; SPECIAL FORCES; ETHNIC GROUPS; MILITARY HISTORY; REPRINTS;",
      "title": "DTIC ADA491009: Back to the Street without Joy: Counterinsurgency Lessons from Vietnam and Other Small Wars",
      "year": "2004",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-06-29 03:49:12",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-06-29 03:49:12",
      "identifier-access": "http://archive.org/details/DTIC_ADA491009",
      "identifier-ark": "ark:/13960/t8qc70k4h",
      "imagecount": "12",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906707_28"
    }
  },
  {
    "identifier": "DTIC_ADA425560",
    "metadata": {
      "identifier": "DTIC_ADA425560",
      "creator": "Defense Technical Information Center",
      "date": "2004-01-01",
      "description": "Drinking water system security concerns have been a considerable issue in the United States in recent years, but in the last two years this issue has risen to new levels of urgency. The tragic events of September 11th highlighted America's vulnerability to terrorism and spurred a domestic security response unprecedented since World War II. Currently, significant purposeful contamination of a water system won't be properly characterized until post-symptomatic epidemiological events are manifested in the affected community. One approach to mitigating this potential disaster includes on-line monitoring of drinking water distribution systems. Four credible threat chemical drinking water contaminants (aldicarb, sodium arsenate, sodium cyanide, and sodium fluoroacetate) were analyzed at different concentrations to determine their detectability in a drinking water distribution system using commonly measured parameters. On-line monitoring that measured conductivity, pH, chlorine residual, turbidity, and total organic carbon was completed to determine baseline water quality indicators. The contaminants were then mixed with tap water and analyzed in beakers to determine their contaminant- instrument response at various concentrations with bench top instruments. This data was then used to determine dosing into a bench scale distribution system. The contaminants were then added at the specified concentrations to determine detectability using the on-line monitoring equipment. Results indicate that the four chemical contaminants can be detected at relatively low concentrations with routine monitoring.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Byer, David E ; COLORADO STATE UNIV  FORT COLLINS DEPT OF CIVIL ENGINEERING; *NATIONAL SECURITY; *WATER QUALITY; CHEMICAL CONTAMINATION; MONITORING; DRINKING WATER; WATER DISTRIBUTION; CHEMICAL DETECTION;",
      "title": "DTIC ADA425560: Utilizing Routine Water Quality Instruments for Monitoring Distribution System Security",
      "year": "2004",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-05-21 00:19:58",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-05-21 00:19:58",
      "identifier-access": "http://archive.org/details/DTIC_ADA425560",
      "identifier-ark": "ark:/13960/t13n8z766",
      "imagecount": "193",
      "ppi": "600",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906705_16"
    }
  },
  {
    "identifier": "DTIC_ADA424389",
    "metadata": {
      "identifier": "DTIC_ADA424389",
      "creator": "Defense Technical Information Center",
      "date": "2004-03-19",
      "description": "After World War II, America was forced to reevaluate its prewar continentalist vision of security strategy. A globalist consensus soon emerged as the United States found itself in a position similar to Great Britain in 1815. As U.S. grand strategy became more formal and the realities of the Cold War set in, America's leadership began to meet the Soviet challenge on all levels of national power. The resultant Cold War security strategy forged new alliances and in some cases pressured relatively neutral countries into making tough decisions. A country's willingness to sign up to a U.S.-led security strategy could ultimately weaken its own political stability in a domestic as well as regional context. The global nature of American foreign policy and how it is perceived by smaller nations is the impetus for many of the second-order effects and consequences associated with foreign policy choices. In many cases these devastating effects are predictable, but are nonetheless deemed acceptable when placed within the larger scheme of international relations. Some may argue that the outcomes are justified for their service to the common good of the international community. This paper examines the security strategy of the United States during the Cold War as well as the contemporary setting of the Global War on Terrorism (GWOT). Within this context, the paper argues that the second-order effects of U.S. Cold War strategy experienced by Lebanon in the 195Os ultimately contributed to the root causes of its Civil War in 1958. Similarly, the paper looks to present-day security strategies wed to the GWOT and suggests how second-order effects may lead to equally disastrous consequences for Pakistan. To what degree should the United States concern itself with these effects and make a conscious decision to mitigate them before they begin to threaten a smaller country's stability? If ignored, can the escalation of these consequences weaken U.S. security interests in a region? (43 re7",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Wahlert, Thomas D ; ARMY WAR COLL  CARLISLE BARRACKS PA; *LEBANON; *FOREIGN POLICY; *PAKISTAN; *NATIONAL SECURITY; *UNITED STATES GOVERNMENT; *POLITICAL ALLIANCES; DEVELOPING NATIONS; INDIA; STABILITY; UNITED STATES; STRATEGY; MILITARY DOCTRINE; CASE STUDIES; COLD WAR; HISTORY; AGREEMENTS; COUNTERTERRORISM; INTERNATIONAL RELATIONS; CIVIL DISTURBANCES;",
      "title": "DTIC ADA424389: U.S. National Security Strategy - The Magnitude of Second and Third-Order Effects on Smaller Nations: The Cases of Lebanon During the Cold War and Pakistan During the Global War on Terrorism",
      "year": "2004",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-05-19 17:47:13",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-05-19 17:47:13",
      "identifier-access": "http://archive.org/details/DTIC_ADA424389",
      "identifier-ark": "ark:/13960/t10p7vg3p",
      "imagecount": "35",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906705_13"
    }
  },
  {
    "identifier": "DTIC_ADA425877",
    "metadata": {
      "identifier": "DTIC_ADA425877",
      "creator": "Defense Technical Information Center",
      "date": "2004-04-01",
      "description": "The terrorist attacks of September 11th, 2001, marked a watershed event for America. No longer can it be expected that the American military will fight our nations battles on foreign lands while America's populace is safe back in the homeland. Now, the new frontlines of this War on Terrorism are defined by where and when an attack happens; the new soldiers are America's first responders. Unfortunately, as 9-11 demonstrated, these new frontline warriors do not fully possess the tools, training, or most importantly, the interoperability that their military counterparts have perfected over the past several decades. Among these tools, communications capability represents the most important force multiplier on the battlefield. For the first responder, communications capability is absolutely essential. One emerging communications and data-sharing tool that can greatly empower first responders, and provide them with greater situational awareness and decision superiority, is Peer-to-Peer Technology (P2P). P2P technology allows two or more computers to establish direct contact without a central entity. Such technology provides a rapidly established, flexible, and dynamic architecture. Moreover, it provides a robust, reliable, and distributed information-sharing capability for homeland security applications. US Northern Command (USNORTHCOM) represents the Department of Defense's operational command for Homeland Security. One of its key missions is to provide military assistance to civil authorities, including consequence management operations during terrorist attacks. This research will explore and advocate using Peer-to-Peer(P2P) technology within USNORTHCOM and Homeland Security architectures to enable the creation of an interoperable, flexible, and robust communications and datasharing network. The primary objective of this research is to determine how P2P technology can improve homeland security crisis-response elements to benefit first responders and their agencies. 7",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Bontrager, Mark D ; AIR UNIV  MAXWELL AFB AL; *CRISIS MANAGEMENT; *TECHNOLOGY TRANSFER; *COMMUNICATIONS NETWORKS; INTELLIGENCE; INFORMATION EXCHANGE; INTEROPERABILITY; INFRASTRUCTURE; NETWORK ARCHITECTURE; HOMELAND SECURITY;",
      "title": "DTIC ADA425877: Empowering First Responders - Peer-to-Peer Technology",
      "year": "2004",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-05-21 01:36:40",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-05-21 01:36:40",
      "identifier-access": "http://archive.org/details/DTIC_ADA425877",
      "identifier-ark": "ark:/13960/t6c31ps96",
      "imagecount": "123",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906705_16"
    }
  },
  {
    "identifier": "gov.gpo.fdsys.CHRG-108shrg95781",
    "metadata": {
      "identifier": "gov.gpo.fdsys.CHRG-108shrg95781",
      "collection": [
        "us_house_hearings",
        "USGovernmentDocuments",
        "additional_collections"
      ],
      "creator": "Committee on Energy and Natural Resources",
      "date": "2004-04-27",
      "description": "<p><b>Government Publishing Office</b></p><p>U.S. Congress<br />Senate<br />Committee on Energy and Natural Resources<br /></p><p>SESQUICENTENNIAL OF THE AMERICAN CIVIL WAR; TRIBUTES TO AMERICA'S VETERANS; SITES HONORING PRESIDENTS; LANDS IN EVERGLADES NATIONAL PARK; EL CAMINO REAL DE LOS TEJAS; AND HYDROELECTRIC POWER OF THE TAPOCO PROJECT</p><p>Date(s) Held: 2004-04-27</p><p> 108th Congress, 2nd Session</p><p>GPO Document Source: <a href=\"https://www.gpo.gov/fdsys/pkg/CHRG-108shrg95781/content-detail.html\" rel=\"nofollow\">CHRG-108shrg95781</a><br />Superintendents of Documents ID: Y 4.EN 2</p><p>Related Items:</p><ul><li><a href=\"https://www.govtrack.us/congress/bills/108/hconres345\" rel=\"nofollow\">United States House Concurrent Resolution 345  (108th Congress)</a></li><li><a href=\"https://www.govtrack.us/congress/bills/108/hr345\" rel=\"nofollow\">United States House Bill 345  (108th Congress)</a></li><li><a href=\"https://www.govtrack.us/congress/bills/108/s964\" rel=\"nofollow\">United States Senate Bill 964  (108th Congress)</a></li><li><a href=\"https://www.govtrack.us/congress/bills/108/s1064\" rel=\"nofollow\">United States Senate Bill 1064  (108th Congress)</a></li><li><a href=\"https://www.govtrack.us/congress/bills/108/s1064\" rel=\"nofollow\">United States Senate Bill 1064  (108th Congress)</a></li><li><a href=\"https://www.govtrack.us/congress/bills/108/s1092\" rel=\"nofollow\">United States Senate Bill 1092  (108th Congress)</a></li><li><a href=\"https://www.govtrack.us/congress/bills/108/s1092\" rel=\"nofollow\">United States Senate Bill 1092  (108th Congress)</a></li><li><a href=\"https://www.govtrack.us/congress/bills/108/s1748\" rel=\"nofollow\">United States Senate Bill 1748  (108th Congress)</a></li><li><a href=\"https://www.govtrack.us/congress/bills/108/s1748\" rel=\"nofollow\">United States Senate Bill 1748  (108th Congress)</a></li><li><a href=\"https://www.govtrack.us/congress/bills/108/s2046\" rel=\"nofollow\">United States Senate Bill 2046  (108th Congress)</a></li><li><a href=\"https://www.govtrack.us/congress/bills/108/s2046\" rel=\"nofollow\">United States Senate Bill 2046  (108th Congress)</a></li><li><a href=\"https://www.govtrack.us/congress/bills/108/s2052\" rel=\"nofollow\">United States Senate Bill 2052  (108th Congress)</a></li><li><a href=\"https://www.govtrack.us/congress/bills/108/s2052\" rel=\"nofollow\">United States Senate Bill 2052  (108th Congress)</a></li><li><a href=\"https://www.govtrack.us/congress/bills/108/s2319\" rel=\"nofollow\">United States Senate Bill 2319  (108th Congress)</a></li><li><a href=\"https://www.govtrack.us/congress/bills/108/s2319\" rel=\"nofollow\">United States Senate Bill 2319  (108th Congress)</a></li><li>U.S. Code:  16 U.S.C. 1244</li><li>U.S. Code:  16 U.S.C. 403et seq.</li><li>U.S. Code:  16 U.S.C. 410r-6</li><li>U.S. Code:  16 U.S.C. 791</li><li>U.S. Code:  16 U.S.C. 791et seq.</li><li>Public Law 101-214</li><li>Public Law 103-145</li><li><a href=\"http://api.fdsys.gov/link?collection=plaw&congress=106&lawtype=public&lawnum=511\" rel=\"nofollow\">Public Law 106-511</a></li></ul>",
      "language": "English",
      "licenseurl": "http://creativecommons.org/licenses/publicdomain/",
      "mediatype": "texts",
      "notes": "Uploaded by Public.Resource.Org",
      "publisher": "Government Publishing Office",
      "scanner": "Internet Archive Python library 1.1.0",
      "subject": "108th;Senate",
      "title": "SESQUICENTENNIAL OF THE AMERICAN CIVIL WAR; TRIBUTES TO AMERICA'S VETERANS; SITES HONORING PRESIDENTS; LANDS IN EVERGLADES NATIONAL PARK; EL CAMINO REAL DE LOS TEJAS; AND HYDROELECTRIC POWER OF THE TAPOCO PROJECT",
      "publicdate": "2017-01-17 17:05:40",
      "uploader": "carl@media.org",
      "addeddate": "2017-01-17 17:05:40",
      "identifier-access": "http://archive.org/details/gov.gpo.fdsys.CHRG-108shrg95781",
      "identifier-ark": "ark:/13960/t73v4nf4d",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0",
      "repub_state": "4",
      "backup_location": "ia906304_32"
    }
  },
  {
    "identifier": "DTIC_ADA428662",
    "metadata": {
      "identifier": "DTIC_ADA428662",
      "creator": "Defense Technical Information Center",
      "date": "2004-06-17",
      "description": "Over one hundred and eighty thousand black men fought for the Union during America's Civil War. From infantrymen, to artillerist and cavalry soldiers, these soldiers combined to form one hundred and sixty-six Union regiments. On 29 October 1862 at Island Mound, Missouri, the First Kansas Colored Volunteers, an infantry regiment comprised mainly of blacks from Kansas and Missouri, became the first black regiment to experience combat during the Civil War. Their courage and outstanding performance in battle, as recorded, are unquestioned. What have been omitted from research thus far are their contributions to overall Union successes in the Trans-Mississippi West. Their accomplishments are remarkable, for they came in the face of extreme obstacles of prejudice and hatred. No Quarter was ever given and No Quarter was asked of the regiment s black soldiers. The contributions of the First Kansas Colored Volunteers, in conjunction with those of the many regiments they served along side of, resulted in a resounding Union victory in the Trans-Mississippi West.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Carter, Michael E ; ARMY COMMAND AND GENERAL STAFF COLL FORT LEAVENWORTH KS; *MILITARY HISTORY; *ARMY PERSONNEL; *VOLUNTEERS; *REGIMENT LEVEL ORGANIZATIONS; *BLACKS(RACIAL GROUP); *CIVIL WAR(UNITED STATES); WARFARE; THESES; MISSOURI; KANSAS;",
      "title": "DTIC ADA428662: First Kansas Colored Volunteers: Contributions of Black Union Soldiers in the Trans-Mississippi West",
      "year": "2004",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-05-22 06:30:44",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-05-22 06:30:44",
      "identifier-access": "http://archive.org/details/DTIC_ADA428662",
      "identifier-ark": "ark:/13960/t3132pp2x",
      "imagecount": "129",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906705_19"
    }
  },
  {
    "identifier": "DTIC_ADA486416",
    "metadata": {
      "identifier": "DTIC_ADA486416",
      "creator": "Defense Technical Information Center",
      "date": "2004-12-01",
      "description": "In American academe today the dominant view of civil-military relations is sternly critical of the military, asserting that civilian control of the military is dangerously eroded. Though tension clearly exists in the relationship, the current critique is largely inaccurate and badly overwrought. Far from overstepping its bounds, America's military operates comfortably within constitutional notions of separated powers, participating appropriately in defense and national security policymaking with due deference to the principle of civilian control. Indeed, an active and vigorous role by the military in the policy process is and always has been essential to the common defense. A natural starting point for any inquiry into the state of civil-military relations in the US today is to define what is meant by the terms civil-military relations and civilian control. Broadly defined, civil-military relations refers to the relationship between the armed forces of the state and the larger society they serve how they communicate, how they interact, and how the interface between them is ordered and regulated. Similarly, civilian control means simply the degree to which the military's civilian masters can enforce their authority on the military services. Clarifying the vocabulary of civil-military relations sheds an interesting light on the current, highly charged debate. The dominant academic critique takes several forms, charging that the military has become increasingly estranged from the society it serves; that it has abandoned political neutrality for partisan politics; and that it plays an increasingly dominant and illegitimate role in policymaking. This view contrasts the ideal of the nonpartisan, apolitical soldier with a different reality. In this construct, the military operates freely in a charged political environment to impose its own perspective in defiance of the principle of civilian control.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Hooker, Jr, Richard D ; ARMY WAR COLL CARLISLE BARRACKS PA; *COMMUNITY RELATIONS; *CIVIL AFFAIRS; MILITARY PERSONNEL; UNITED STATES; POLICIES; POLITICAL SCIENCE; DEFENSE SYSTEMS; ARMY PERSONNEL; CIVILIAN PERSONNEL; POLITICAL PARTIES; CONTROL; MILITARY FORCES(UNITED STATES); NATIONAL SECURITY;",
      "title": "DTIC ADA486416: Soldiers of the State: Reconsidering American Civil-Military Relations",
      "year": "2004",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-06-26 00:31:44",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-06-26 00:31:44",
      "identifier-access": "http://archive.org/details/DTIC_ADA486416",
      "identifier-ark": "ark:/13960/t9675cv9j",
      "imagecount": "16",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906707_20"
    }
  },
  {
    "identifier": "DTIC_ADA497658",
    "metadata": {
      "identifier": "DTIC_ADA497658",
      "creator": "Defense Technical Information Center",
      "date": "2005-01-01",
      "description": "Throughout American history, the bulk of U.S. military forces fighting during the nation's major wars at least through the end of the 19th Century were men who volunteered for state militia units, whether organized or unorganized. The currently existing state defense forces are the direct descendent organizations of such traditional American militias. For national or homeland defense, the U.S. military has always relied upon these militias, which are groups of part-timers assembled for contingencies. This article describes the structure and missions of state defense forces or state militias during and after the Civil War, World War I, World War II, the Korean War, the Vietnam War, and the Cold War, and after the September 11, 2001 terrorist attacks.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; ; STATE DEFENSE FORCE GERMANTOWN MD; *LEGISLATION; *MISSIONS; *MILITARY FORCE LEVELS; *HISTORY; *PARAMILITARY FORCES; *CIVIL DEFENSE; *NATIONAL DEFENSE; STATE GOVERNMENT; FIRST WORLD WAR; KOREAN WAR; SECOND WORLD WAR; VIETNAM WAR; WARTIME; COLD WAR; VOLUNTEERS; PEACETIME; UNITED STATES GOVERNMENT; CIVIL WAR(UNITED STATES); NATIONAL GUARD; REPRINTS;",
      "title": "DTIC ADA497658: America's State Defense Forces: An Historical Component of National Defense",
      "year": "2005",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-07-21 11:47:48",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-07-21 11:47:48",
      "identifier-access": "http://archive.org/details/DTIC_ADA497658",
      "identifier-ark": "ark:/13960/t5m977g8j",
      "imagecount": "6",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906709_12"
    }
  },
  {
    "identifier": "DTIC_ADA437703",
    "metadata": {
      "identifier": "DTIC_ADA437703",
      "creator": "Defense Technical Information Center",
      "date": "2005-01-01",
      "description": "This article analyzes the Supreme Court's judicial review over military tribunals to identify the constitutional limits of military courts within America's system of government. The central thesis is that the Supreme Court's review over military courts has failed to coherently define the boundary between federal courts and military tribunals. Rather than creating a consistent precedent, the Court's decisions have led to arbitrary results and an increased uncertainty about whether the military commissions at Guantanamo Bay, Cuba, are constitutional. This article seeks to remedy this problem by proposing a method of constitutional interpretation that creates a principled distinction between the cases that belong in federal court and those matters properly before military tribunals. First, it lays the groundwork by defining the four different types of military tribunals and examining the nature of Supreme Court review over military courts. Next, it examines the historic use of military courts and looks at each instance of Supreme Court review over these military tribunals. Finally, it critiques the Court's textualist interpretation of the Constitution and demonstrates how translation theory provides a more effective method of defining the boundaries of military courts. It concludes by explaining why the current trial of Salim Hamdan by military commission is unconstitutional under translation theory.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Baldrate, Brian C ; JUDGE ADVOCATE GENERAL'S SCHOOL CHARLOTTESVILLE VA; *DECISION MAKING; *HISTORY; *MILITARY TRIBUNALS; UNCERTAINTY; INTERNATIONAL LAW; FIRST WORLD WAR; CIVIL WAR(UNITED STATES); SECOND WORLD WAR; MILITARY LAW; FEDERAL LAW; CUBA; UNITED STATES GOVERNMENT;",
      "title": "DTIC ADA437703: The Supreme Court's Role in Defining the Jurisdiction of Military Courts: A Study and Proposal",
      "year": "2005",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-05-28 00:22:11",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-05-28 00:22:11",
      "identifier-access": "http://archive.org/details/DTIC_ADA437703",
      "identifier-ark": "ark:/13960/t28981c85",
      "imagecount": "148",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906705_32"
    }
  },
  {
    "identifier": "TheAgenda-TheHomosexualPlanToChangeAmerica",
    "metadata": {
      "mediatype": "texts",
      "collection": [
        "opensource",
        "community"
      ],
      "title": "The Agenda - The Homosexual Plan to Change America",
      "description": "225 pages -\n<small>Restore the foundations of moral order in America! Homosexual activists want their sexual lifestyles to be a civil right, but did you know that they seek to silence the truth about homosexuality and abolish moral judgment in any form? The Agenda takes you inside the culture war, exposing the shocking methods of the \"gay\" campaign and the strategies homosexual activists are employing to transform American society radically. Rev. Louis P. Sheldon, a prominent voice exposing the homosexual rights movement for thirty-three years, reveals their agenda and how it impacts Christianity, the business community, public schools, the church, and the media. Discover the powerful answers to these thought-provoking questions:\n- How and when did the homosexual movement get started?\n- How did militant homosexual activists force the American Psychiatric Association to abandon its official policy that classified same-sex attraction as a mental disorder?\n- How have the resources of the public health system and funds designated for AIDS research been co-opted by homosexual activists to promote their lifestyle to America's children?\n- Why is same-sex marriage a bad idea?You can help restore the moral fabric of the nation.\nThis timely book will inform and motivate you to get involved in stopping the radical transformation of American culture and protecting future generations from the destructive forces of the homosexual agenda.</small>\n\nNotes: \n<small>- the TOC's been rebuilt, footnotes linked & the layout of chapter headings slightly modified. \n- includes custom background (if theres no preview) and footnotes are colored white (for contrast), so wont be compatible with e-readers that change the text and background colors</small>",
      "subject": "Homosexuality; Gender issues; Social issues; Religion; History; Communism; Socialism; Christianity; Satanism ",
      "creator": "Louis P Sheldon",
      "identifier": "TheAgenda-TheHomosexualPlanToChangeAmerica",
      "uploader": "nickonta@yahoo.com.au",
      "addeddate": "2015-10-02 06:22:58.338955",
      "publicdate": "2015-10-02 06:23:04",
      "curation": "[curator]validator@archive.org[/curator][date]20151002062810[/date][comment]checked for malware[/comment]",
      "language": "English",
      "identifier-access": "http://archive.org/details/TheAgenda-TheHomosexualPlanToChangeAmerica",
      "identifier-ark": "ark:/13960/t5dc1pv8d",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0",
      "repub_state": "4",
      "date": "2005",
      "year": "2005",
      "backup_location": "ia905502_31"
    }
  },
  {
    "identifier": "DTIC_ADA464578",
    "metadata": {
      "identifier": "DTIC_ADA464578",
      "creator": "Defense Technical Information Center",
      "date": "2005-02-14",
      "description": "The terrorist attacks of September 11, 2001 broke many of the rules that civil and military authorities had in place to manage America's security. Since that day, many officials have attempted to reshape the way the American government protects its citizens. This paper reviews two critical issues that can redefine how the Navy and Coast Guard will fight the Global War on Terror as a team. The first analyzes the contrasting relationship between homeland security and homeland defense. The second analyzes existing operational command structures used by the Navy and the Coast Guard. The paper will illustrate in both cases that existing schools of thought have unintentionally created cognitive barriers that have prevented the nation's maritime services from working effectively as a team. In response, the paper provides two new concepts that may help operational commanders unite the services to fulfill their common missions.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Liddle, John R ; NAVAL WAR COLL NEWPORT RI JOINT MILITARY OPERATIONS DEPT; *NATIONAL SECURITY; *NAVAL OPERATIONS; *COAST GUARD OPERATIONS; *COUNTERTERRORISM; UNITED STATES GOVERNMENT; HOMELAND SECURITY; ATTACK; HOMELAND DEFENSE; MISSIONS;",
      "title": "DTIC ADA464578: Homeland Protection: New Paradigms to Support NORTHCOM's Maritime Mission",
      "year": "2005",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-06-09 22:31:25",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-06-09 22:31:25",
      "identifier-access": "http://archive.org/details/DTIC_ADA464578",
      "identifier-ark": "ark:/13960/t6h19vz36",
      "imagecount": "26",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906706_21"
    }
  },
  {
    "identifier": "DTIC_ADA431821",
    "metadata": {
      "identifier": "DTIC_ADA431821",
      "creator": "Defense Technical Information Center",
      "date": "2005-03-18",
      "description": "The 2002 National Security Strategy of the United States asserted that America's national security institutions must be transformed to meet the requirements of a new era. They must build and maintain U.S. defenses beyond challenge. As part of the total military force and to comply with the National Security Strategy, the National Guard also must transform from the Guard of the past to the Guard of the future. This is imperative to the security of the nation and the state, and to the very relevance of the National Guard itself. This research paper analyzes the current organization of the Guard force down to the lowest level, determines its strategic effectiveness, and discusses how it should change its current organization to meet the transformation needs of the future total force. To be more ready, reliable, essential, and accessible, it must re-balance its forces worldwide. It must organize, train, equip, and resource its units like its active component counterparts with light formations and growth in areas such as Military Police and Information Operations. This growth and conversion will help the National Guard to better respond to homeland defense and security missions, many times in lieu of active component forces. Further, Weapons of Mass Destruction Civil Support Teams must continue and must be enhanced with full-time assets to better support local civil authorities. The National Guard's role in Northern Command needs to continue to grow and develop as a vital link to defense in the homeland. The Northern Command's use of the National Guard enhances the active component force's ability to conduct homeland defense and warfighting missions abroad as necessary.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Wong, Martha; ARMY WAR COLL  CARLISLE BARRACKS PA; *NATIONAL GUARD; *MILITARY MODERNIZATION; *ARMY; *TRANSFORMATIONS; *ORGANIZATIONAL REALIGNMENT; *HOMELAND DEFENSE; UNITED STATES; NATIONAL SECURITY; CIVIL DEFENSE; STRATEGIC ANALYSIS; HISTORY; MILITARY POLICE; INFORMATION WARFARE;",
      "title": "DTIC ADA431821: Meeting the Organizational Needs of the National Guard as Part of Transformation to the Future Force",
      "year": "2005",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-05-25 00:08:57",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-05-25 00:08:57",
      "identifier-access": "http://archive.org/details/DTIC_ADA431821",
      "identifier-ark": "ark:/13960/t3520tg1j",
      "imagecount": "25",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906705_25"
    }
  },
  {
    "identifier": "DTIC_ADA463201",
    "metadata": {
      "identifier": "DTIC_ADA463201",
      "creator": "Defense Technical Information Center",
      "date": "2005-05-01",
      "description": "Protocol I to the famous 1949 Geneva Conventions expanded the protection afforded to victims of international armed conflicts, incorporating a wide range of provisions regarding protection of the wounded and sick, methods and means of warfare, and protection of the civilian population and civilian objects from dangers arising from hostilities. The United States signed the accord in December of 1977, but soon after, Protocol I become a lightning rod of controversy for some domestic critics. This paper will show that it is in America's best interests to revisit her decision to reject Protocol I, and if possible, to ratify it. But even failing that as a realistic option, the United States should and must make clear its position on the Protocol, openly embracing and supporting those provisions which codify existing customary international law or constitute positive developments in the Law of War, while specifically noting which articles it finds objectionable, and laying out a sound, reasonably articulable basis for those objections. Doing so will enhance U.S. relations and military operations with its closest allies, provide its own military forces the clear and understandable guidance they need, and secure a crucial opportunity for the United States to take a leading role in the advancement of international humanitarian law.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Ryan, Maritza S ; NAVAL WAR COLL NEWPORT RI; *WARFARE; *UNITED STATES GOVERNMENT; *PROTECTION; *TREATIES; *CIVILIAN POPULATION; *INTERNATIONAL LAW; *CASUALTIES; TERRORISTS; ENVIRONMENTAL PROTECTION; ACCEPTABILITY; INFRASTRUCTURE; PRISONERS OF WAR; AMBIGUITY; MILITARY FORCES(UNITED STATES); CONFLICT; THESES; CIVIL DEFENSE; POLICIES; MILITARY OPERATIONS;",
      "title": "DTIC ADA463201: In America's Best Interests: 1977 Additional Protocol I to the Geneva Conventions, Redux",
      "year": "2005",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-06-09 19:46:38",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-06-09 19:46:38",
      "identifier-access": "http://archive.org/details/DTIC_ADA463201",
      "identifier-ark": "ark:/13960/t2j749b6b",
      "imagecount": "43",
      "ppi": "600",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906706_21"
    }
  },
  {
    "identifier": "DTIC_ADA436673",
    "metadata": {
      "identifier": "DTIC_ADA436673",
      "creator": "Defense Technical Information Center",
      "date": "2005-06-17",
      "description": "The U.S. Naval Reserve provides the United States Navy with a ready pool of trained personnel as an augmentation force to active duty manning. In the 230-year history of the Navy, the Naval Reserve has only been organized for the last 90 years. This paper examines the history of the Navy, identifying key elements within the United States that lead to the authorization of the Naval Reserve in 1916. It examines the political, economic, and strategic environment in the United States between 1775 and 1916, and looks at the strategic mission of the Navy and how it changed during that time to require a ready reserve. The experiences of naval leaders over time formed the basis of the theory behind the inclusion of a viable reserve force. The gradual recognition of the changing and expanding role of the Navy after the Industrial Revolution, the culmination of America's Manifest Destiny, and the development of a strategic naval policy, along with overseas territorial expansion, all provided the social and political impetus that led to the authorization of the U.S. Naval Reserve. The U.S. Naval Reserve continues to provide valuable support to the Navy. Both are continuing to transform to maintain the relevance between the forces.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Goergen, Daniel F ; ARMY COMMAND AND GENERAL STAFF COLL FORT LEAVENWORTH KS; *MILITARY RESERVES; *MILITARY HISTORY; *NAVY; *HISTORY; *UNITED STATES; POLICIES; TRANSFORMATIONS; CIVIL WAR(UNITED STATES); SOCIOLOGY; LEADERSHIP; THESES; POLITICAL REVOLUTION; ECONOMICS;",
      "title": "DTIC ADA436673: The Impetus Behind the Creation of the United States Naval Reserve",
      "year": "2005",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-05-27 10:35:53",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-05-27 10:35:53",
      "identifier-access": "http://archive.org/details/DTIC_ADA436673",
      "identifier-ark": "ark:/13960/t2m68b93n",
      "imagecount": "104",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906705_30"
    }
  },
  {
    "identifier": "DTIC_ADA443514",
    "metadata": {
      "identifier": "DTIC_ADA443514",
      "creator": "Defense Technical Information Center",
      "date": "2005-11-01",
      "description": "Several external powers, fearing the consequences of American success, while also sensing American weakness, have maneuvered to gain advantage in the current conflict and hedge against a potential lack of US resolve. A number of Sunni Arab states, particularly Saudi Arabia and Syria, have provided support, directly or indirectly, to the Sunni insurgent movement and the jihadists. They are concerned that fellow Sunni Arabs in Iraq may reap the whirlwind they have sewn over decades through their persecution of the Shiites and Kurds. The Saudis also fear that American fecklessness will lead to a premature withdrawal of US troops, leaving Iraq in a state of civil war between Sunnis and Shiites. Neither Syria nor Saudi Arabia wants to see an Iranian- dominated Iraq emerge from such a conflict. They also fear US success, which might lead to a democratic Iraq whose gains might lead other Arabs/Muslims to challenge their own despotic regimes. Thus the frontline Sunni Arab states are hedging against the possibility that the Iran-Iraq war may be refought, only this time in within Iraq as opposed to along its borders. In short, in a part of the world where strength and resolve are respected and weakness and vacillation exploited, the perception of US fecklessness has a compounding negative effect. It both discourages America's potential allies in this war, and encourages its enemies. This works to further undermine the US public's resolve and may, over time, deplete the US military's morale. It appears the American people do not appreciate how high the stakes are in this conflict. Iraq may have begun as a war of choice; however, it has become a war of necessity. The costs of failure in Iraq are likely to be high-much higher than was incurred following the US withdrawal from Haiti, Somalia, Lebanon or even Vietnam.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Krepinevich, Andrew F ; CENTER FOR STRATEGIC AND BUDGETARY ASSESSMENTS WASHINGTON DC; *WARFARE; *IRAQ; *UNITED STATES; SYRIA; MILITARY FORCES(UNITED STATES); INTELLIGENCE; STRATEGY; ARABS; TURKEY; IRAN; PUBLIC OPINION; SAUDI ARABIA; DEMOCRACY; COUNTERINSURGENCY; INSURGENCY;",
      "title": "DTIC ADA443514: The War in Iraq: An Interim Assessment",
      "year": "2005",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-05-31 01:23:12",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-05-31 01:23:12",
      "identifier-access": "http://archive.org/details/DTIC_ADA443514",
      "identifier-ark": "ark:/13960/t51g7hw76",
      "imagecount": "142",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906706_2"
    }
  },
  {
    "identifier": "DTIC_ADA463475",
    "metadata": {
      "identifier": "DTIC_ADA463475",
      "creator": "Defense Technical Information Center",
      "date": "2005-11-01",
      "description": "Current U.S. military transformation strategy centers on information dominance, network-centric warfare, and expeditionary operations. Certainly, adversaries learned from Saddam's poor decision to face American forces head-on and will increasingly employ asymmetric attacks to defeat U.S. forces in the future. Electromagnetic pulse (EMP) weapons represent one of the most likely and potentially devastating opportunities for this type of attack in the near future. Ranging from sophisticated intercontinental nuclear weapons specifically designed to generate EMP effects to relatively crude and cheap electromagnetic bombs, these weapons can destroy all electronic devices within a target area as small as an automobile or as large as the continental United States. As U.S. forces continue to modernize and rely on electronic systems, it will become increasingly probable that an adversary will use EMP to strike at America's Achilles heel. This paper addresses the threat EMP weapons will pose to U.S. expeditionary operations in the near future. It begins by discussing the nature of EMP and its effect on vulnerable systems, and then outlines the different methods of generating EMP while categorizing them by probability of use, lethal range, types of (electronic) targets they affect, and who is likely to use them. The paper considers three near-term scenarios for adversary use of EMP and recommends cost-effective response measures. It proposes a diplomatic policy to levy drastic consequences on the perpetrator of an EMP attack, rapid establishment of an EMP-hardened expeditionary force, hardening critical elements of civil infrastructures, integration of EMP attack response in large-scale training scenarios, and congressional action to establish and mandate compliance with EMP hardening standards for future military and civilian systems.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Miller, Colin R ; AIR WAR COLL MAXWELL AFB AL CENTER FOR STRATEGY AND TECHNOLOGY; *ELECTROMAGNETIC PULSES; ELECTRIC DISCHARGES; RADIATION HARDENING; INFRASTRUCTURE; HARDENED STRUCTURES; ELECTRICAL EQUIPMENT;",
      "title": "DTIC ADA463475: Electromagnetic Pulse Threats in 2010",
      "year": "2005",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-06-09 20:21:29",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-06-09 20:21:29",
      "identifier-access": "http://archive.org/details/DTIC_ADA463475",
      "identifier-ark": "ark:/13960/t3vt8h580",
      "imagecount": "29",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906706_21"
    }
  },
  {
    "identifier": "DTIC_ADA498584",
    "metadata": {
      "identifier": "DTIC_ADA498584",
      "creator": "Defense Technical Information Center",
      "date": "2006-01-01",
      "description": "Since the terrorist attacks of 11 September 2001, the United States has conducted a new type of war. This war is taking place all across the globe, but most importantly it is being fought in the coffee shops, mosques, and living rooms of Muslims. The war is not going to be won in the physical realm, in which most of America's war fighters are comfortable. The strategic corporal/strategic captain concept is not longer a cliche; it is a reality. The saying demonstrates how actions at the tactical level of war impact the operational and strategic levels of war. Today's wars are complex and require innovation and an understanding of how tactical actions have strategic consequences. Commanders at the tactical level must be able to apply all the elements of national power to effectively target the conditions that foster and perpetuate an insurgency. In an insurgency, there is a segment of the population that provides various degrees of support to the insurgents. If not outright support in the form of money, safe harbor, and a sympathetic blind eye, this segment of the population may simply tolerate the existence and activity of the insurgent. Influence over this group of fence sitters, often described as the target audience (TA), must be the primary objective of all military operations to include information operations, civilian-military operations, government support operations, and security operations. Based on emerging threats, the United States is in danger of finding itself the only one who still fights a regular war. Because of the nature of future wars, the ability of the tactical commander to fight beyond the physical realm will determine success. The tactical commander's ability to employ nontraditional methods will be the difference between operational success or never-ending insurgency.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; ; MARINE CORPS COMMAND AND STAFF COLL QUANTICO VA; *INFORMATION WARFARE; *CIVILIAN POPULATION; *COUNTERINSURGENCY; *MILITARY FORCES(UNITED STATES); *COMMUNITY RELATIONS; *IRAQI WAR; LIVING STANDARDS; CIVIC ACTION; INSURGENCY; CIVIL AFFAIRS; TACTICAL WARFARE; MILITARY COMMANDERS; STRATEGIC WARFARE; SECURITY; GOVERNMENT(FOREIGN); MILITARY ASSISTANCE;",
      "title": "DTIC ADA498584: Using Non-Traditional Methods to Fight Irregular Wars",
      "year": "2006",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-07-21 14:40:23",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-07-21 14:40:23",
      "identifier-access": "http://archive.org/details/DTIC_ADA498584",
      "identifier-ark": "ark:/13960/t70w5h44h",
      "imagecount": "13",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906709_12"
    }
  },
  {
    "identifier": "ERIC_ED498513",
    "metadata": {
      "identifier": "ERIC_ED498513",
      "creator": "ERIC",
      "date": "2006",
      "description": "This document provides a guide for the development of the 2006 National Assessment of Education Progress (NAEP) U.S. History Assessment. NAEP measures the U.S. history knowledge and skills of students in grades 4, 8, and 12. According to the NAEP U.S. history framework, the assessment should be organized around three dimensions: historical themes, chronological periods, and ways of knowing and thinking about U.S. history. Four historical themes, intended to cover all major branches of historical study are the core organizing structure of the framework: (1) Change and continuity in American democracy: ideas, institutions, events, key figures, and controversies; (2) Gathering and interactions of peoples, cultures, and ideas; (3) Economic and technological changes and their relation to society, ideas, and the environment; and (4) America's changing role in the world. Eight at-times overlapping chronological periods were used in developing the assessment, focusing attention on several major eras of U.S. history: (1) Beginnings to 1607; (2) Colonization, settlement, and communities (1607 to 1763); (3) Revolution and the new nation (1763 to 1815); (4) Expansion and reform (1801 to 1861); (5) Crisis of the Union: Civil War and Reconstruction (1850 to 1877); (6) Development of modern America (1865 to 1920);(7) Modern America and the World Wars (1914 to 1945); and (8) Contemporary America (1945 to present). Two cognitive domains of knowing and thinking were used as a guide to develop questions: (1) Historical knowledge and perspective: includes knowing and understanding people, events, concepts, themes, movements, contexts, and historical sources; sequencing events; recognizing multiple perspectives and seeing an era or movement through the eyes of different groups; and developing a general conceptualization of U.S. history; and (2) Historical analysis and interpretation: includes explaining issues, identifying historical patterns; establishing cause-and-effect relationships; finding value statements; establishing significance; applying historical knowledge; weighing evidence to draw sound conclusions; making defensible generalizations; and rendering insightful accounts of the past. The report contains 2 appendixes: (1) NAEP U.S. History Framework Project; and (2) Released Items from the NAEP U.S. History Assessment. (Contains 5 tables.) [Developed for the National Assessment Governing Board by the Council of Chief State School Officers with the American Historical Association, American Institutes for Research, National Council for History Education, and National Council for the Social Studies.]",
      "language": "english",
      "mediatype": "texts",
      "subject": "ERIC Archive; Social Change; War; History Instruction; Democracy; United States History; Cultural Awareness; Economic Development; Science and Society; Grade 4; Guidelines; National Competency Tests; Grade 8; Grade 12; Student Evaluation; Educational Trends; Knowledge Level; Academic Achievement; Government (Administrative Body); Skill Development; Cognitive Development; Course Content; Social Sciences; Educational Assessment;",
      "title": "ERIC ED498513: U.S. History Framework for the 2006 National Assessment of Educational Progress",
      "year": "2006",
      "collection": [
        "ericarchive",
        "additional_collections"
      ],
      "publicdate": "2016-01-26 22:58:18",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2016-01-26 22:58:18",
      "identifier-access": "http://archive.org/details/ERIC_ED498513",
      "identifier-ark": "ark:/13960/t3kw9bp7r",
      "imagecount": "73",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0",
      "repub_state": "4",
      "backup_location": "ia905509_0"
    }
  },
  {
    "identifier": "DTIC_ADA486798",
    "metadata": {
      "identifier": "DTIC_ADA486798",
      "creator": "Defense Technical Information Center",
      "date": "2006-02-01",
      "description": "The Army has learned a great deal in Iraq and Afghanistan about the conduct of counterinsurgency operations, and we must continue to learn all that we can from our experiences in those countries. The insurgencies in Iraq and Afghanistan were not, in truth, the wars for which we were best prepared in 2001; however, they are the wars we are fighting and they clearly are the kind of wars we must master. America's overwhelming conventional military superiority makes it unlikely that future enemies will confront us head on. Rather, they will attack us asymmetrically, avoiding our strengths -- firepower, maneuver, technology -- and come at us and our partners the way the insurgents do in Iraq and Afghanistan. It is imperative, therefore, that we continue to learn from our experiences in those countries, both to succeed in those endeavors and to prepare for the future. Writing down observations and lessons learned is a time-honored tradition of Soldiers. In an effort to foster learning as an organization, the Army institutionalized the process of collection, evaluation, and dissemination of observations, insights, and lessons some 20 years ago with the formation of the Center for Army Lessons Learned. In subsequent years, the other military services and the Joint Forces Command followed suit, forming their own lessons learned centers. More recently, the Internet and other knowledge-management tools have sped the processes of collection, evaluation, and dissemination enormously. In this article, the author presents the distillation of 14 observations that he recorded while serving as Commander of the 101st Airborne Division and then Commander of the Multi-National Security Transition Command-Iraq and the NATO Training Mission-Iraq during the first 2-1/2 years of U.S. involvement in Iraq.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Petraeus, David H ; ARMY COMBINED ARMS CENTER FORT LEAVENWORTH KS; *MILITARY ASSISTANCE; *COUNTERINSURGENCY; *MILITARY COMMANDERS; *LESSONS LEARNED; *ARMY; *IRAQI WAR; *OBSERVATION; CIVIL AFFAIRS; POLICE; ADVISORY ACTIVITIES; COMMUNITY RELATIONS; STRUCTURAL ENGINEERING; COST BENEFIT ANALYSIS; CIVIL ENGINEERING; ADAPTATION; CIVILIAN POPULATION; MILITARY FORCES(FOREIGN); GOVERNMENT(FOREIGN); LEADERSHIP; REPRINTS; INTELLIGENCE;",
      "title": "DTIC ADA486798: Learning Counterinsurgency: Observations from Soldiering in Iraq",
      "year": "2006",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-06-26 04:24:23",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-06-26 04:24:23",
      "identifier-access": "http://archive.org/details/DTIC_ADA486798",
      "identifier-ark": "ark:/13960/t57d9t90v",
      "imagecount": "12",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906707_21"
    }
  },
  {
    "identifier": "Microsoft_Research_Video_104391",
    "metadata": {
      "identifier": "Microsoft_Research_Video_104391",
      "creator": "Microsoft Research",
      "date": "2006-02-21",
      "description": "<p>Taylor Branch has referred to Dr. Martin Luther King, Jr. as a modern American founding father. Over the past twenty five years, Taylor Branch has written three volumes dedicated to the life of Dr. King. The first two books in this trilogy won just about every major literary award possible, including the Pulitzer Prize. Taylor will be at Microsoft Research discussing his third and final volume on Dr. King’s life and work At Canaan's Edge. He portrays King at the height of his moral power even as his worldly power is waning. It shows why Dr. King’s fidelity to freedom and nonviolence makes him a defining figure long beyond his brilliant life and violent end.</p><p>In At Canaan's Edge, King and his movement stand at the zenith of America's defining story, one decade into an epic struggle for the promises of democracy. Branch opens with the authorities' violent suppression of a voting-rights march in Alabama on March 7, 1965. The quest to cross Selma's Edmund Pettus Bridge engages the conscience of the world, strains the civil rights coalition, and embroils King in negotiations with all three branches of the U.S. government.</p><p>Freedom workers are murdered, but sharecroppers learn to read, dare to vote, and build their own political party. Also after Selma, King takes nonviolence into Northern urban ghettoes. Integrated marches through Chicago expose hatreds and fears no less virulent than the Mississippi Klan's, but King's 1966 settlement with Mayor Richard Daley does not gain the kind of national response that generated victories from Birmingham and Selma. We watch King overrule his advisers to bring all his eloquence into dissent from the Vietnam War. We watch King make an embattled decision to concentrate his next campaign on a positive compact to address poverty. We reach Memphis, the garbage workers' strike, and King's assassination.</p><div class=\"fs30\">©2006 Microsoft Corporation. All rights reserved.</div>",
      "language": "english",
      "mediatype": "movies",
      "runtime": "00:47:17",
      "subject": "Microsoft Research; Microsoft Research Video Archive; Tamara Pesik; Taylor Branch;",
      "title": "Microsoft Research Video 104391: America in the King Years, 1965 - 1968",
      "year": "2006",
      "collection": [
        "microsoft_research_video",
        "computersandtechvideos"
      ],
      "publicdate": "2014-05-02 02:12:23",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2014-05-02 02:12:23",
      "backup_location": "ia905807_10"
    }
  },
  {
    "identifier": "Microsoft_Research_Audio_104391",
    "metadata": {
      "identifier": "Microsoft_Research_Audio_104391",
      "creator": "Microsoft Research",
      "date": "2006-02-21",
      "description": "<p>Taylor Branch has referred to Dr. Martin Luther King, Jr. as a modern American founding father. Over the past twenty five years, Taylor Branch has written three volumes dedicated to the life of Dr. King. The first two books in this trilogy won just about every major literary award possible, including the Pulitzer Prize. Taylor will be at Microsoft Research discussing his third and final volume on Dr. King’s life and work At Canaan's Edge. He portrays King at the height of his moral power even as his worldly power is waning. It shows why Dr. King’s fidelity to freedom and nonviolence makes him a defining figure long beyond his brilliant life and violent end.</p><p>In At Canaan's Edge, King and his movement stand at the zenith of America's defining story, one decade into an epic struggle for the promises of democracy. Branch opens with the authorities' violent suppression of a voting-rights march in Alabama on March 7, 1965. The quest to cross Selma's Edmund Pettus Bridge engages the conscience of the world, strains the civil rights coalition, and embroils King in negotiations with all three branches of the U.S. government.</p><p>Freedom workers are murdered, but sharecroppers learn to read, dare to vote, and build their own political party. Also after Selma, King takes nonviolence into Northern urban ghettoes. Integrated marches through Chicago expose hatreds and fears no less virulent than the Mississippi Klan's, but King's 1966 settlement with Mayor Richard Daley does not gain the kind of national response that generated victories from Birmingham and Selma. We watch King overrule his advisers to bring all his eloquence into dissent from the Vietnam War. We watch King make an embattled decision to concentrate his next campaign on a positive compact to address poverty. We reach Memphis, the garbage workers' strike, and King's assassination.</p><div class=\"fs30\">©2006 Microsoft Corporation. All rights reserved.</div>",
      "language": "english",
      "mediatype": "audio",
      "runtime": "00:47:17",
      "subject": "Microsoft Research; Microsoft Research Audio MP3 Archive; Tamara Pesik; Taylor Branch;",
      "title": "Microsoft Research Audio 104391: America in the King Years, 1965 - 1968",
      "year": "2006",
      "publicdate": "2013-11-23 23:15:53",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2013-11-23 23:15:53",
      "boxid": "OL100020314",
      "backup_location": "ia905800_10",
      "collection": [
        "microsoft_research_audio",
        "podcasts_mirror"
      ]
    }
  },
  {
    "identifier": "thefederalrolein109452889",
    "metadata": {
      "identifier": "thefederalrolein109452889",
      "advisor": "Brannan, David",
      "collection": [
        "navalpostgraduateschoollibrary",
        "fedlink"
      ],
      "corporate": "Naval Postgraduate School (U.S.).",
      "creator": "Crockett, Michael L.",
      "date": "2006-03",
      "degree_discipline": "Security Studies",
      "degree_grantor": "Naval Postgraduate School",
      "degree_level": "Masters",
      "degree_name": "M.A.",
      "department": "National Security Affairs",
      "description": "Increasing Islamic extremist terrorist attacks against primarily Christian worship sites in the Middle East and Southeast Asia pose disturbing questions: Could terrorists attack places of worship or a religious icon in America, what security policies are currently in effect, and what would be the impact on the American People? This paper explores the potential consequences of neglecting the security of religious venues in America and how it could have strategic ramifications if ignored. Could a successful and highly visible terrorist attack on an American worship site have such an effect on the American Public that it could drastically alter the war on terror, re-draw battle lines by faith, and launch a modern day Crusades? What role does the federal government currently have in defending America's religious venues against the threat of an Islamic extremist terrorist attack? Are current security efforts adequate, and if not, what policies or new approach should be taken? The author ultimately proposes a federally-led layered security engagement strategy model for religious venues. This model utilizes an incentive-based federal resourcing approach to facilitate achieving optimal security while still preserving America's core social tenet of protecting and ensuring the religious freedoms of its citizenry from religiously-motivated Islamist terrorism.",
      "dspace_description": "CHDS State/Local",
      "dspace_note": "Note, the Item of Record as published can be found at <a href='https://hdl.handle.net/10945/2889'>https://hdl.handle.net/10945/2889</a>.",
      "identifier_oclc": "67292306",
      "item_source": "dspace",
      "mediatype": "texts",
      "orig_md5": "f3640080127909c55f6040282d2cf951",
      "publisher": "Monterey, California. Naval Postgraduate School",
      "rights": "Copyright is reserved by the copyright owner.",
      "scanner": "Internet Archive Python library 1.8.1",
      "secondreader": "Bellavita, Chris",
      "service": "Interagency Division Chief - CDR USN, US Northern Command (Northcom) - Joint Task Force Civil Support (JTF-CS)",
      "subject": [
        "Religion",
        "Law enforcement"
      ],
      "title": "The federal role in the security of religious venues in America",
      "type": "Thesis",
      "publicdate": "2019-05-05 07:58:56",
      "uploader": "npscalhoun@nps.edu",
      "addeddate": "2019-05-05 07:58:56",
      "language": "English",
      "identifier-access": "http://archive.org/details/thefederalrolein109452889",
      "identifier-ark": "ark:/13960/t15n3tt3f",
      "imagecount": "70",
      "ppi": "300",
      "backup_location": "ia906903_19",
      "external-identifier": "urn:handle:10945/2889",
      "foldoutcount": "0",
      "page_number_confidence": "79.71",
      "ocr": "tesseract 4.1.1",
      "ocr_parameters": "-l eng",
      "ocr_module_version": "0.0.13",
      "ocr_detected_script": "Latin",
      "ocr_detected_script_conf": "0.9235",
      "ocr_detected_lang": "en",
      "ocr_detected_lang_conf": "1.0000",
      "ocr_converted": "abbyy-to-hocr 1.1.4"
    }
  },
  {
    "identifier": "DTIC_ADA475652",
    "metadata": {
      "identifier": "DTIC_ADA475652",
      "creator": "Defense Technical Information Center",
      "date": "2006-04-01",
      "description": "Fourth Generation Warfare (4GW) requires more than just superior technology, firepower, and stand-off capability. Fighting a 4GW adversary requires boots on the ground, functional language and cultural awareness to facilitate the collection of actionable intelligence, the ability to know when and how to go kinetic, and more importantly, when to show restraint and patience. The training of friendly indigenous forces, initiation of civil affairs projects to restore and improve living conditions, and building relationships with locals are significant factors in the effort to win the hearts and minds campaign. However, gaining all-important language skills and cultural awareness is a challenge facing U.S. military forces, and the subject of this paper. Until recently, when language and cultural awareness training occurred, it was limited, conducted just in time prior to deployment, and followed by on-site orientation and on-the-job training in theater. The Army Special Operations school has long recognized the value of more rigorous, extended language and culture training. Other long-term language and culture training initiatives have been announced by the President to help address the needs of the long war. Whether such efforts will provide sufficient language and cultural expertise in the U.S. military is open to debate. There is another source of these skills, however, if the military can just can tap into it. America's melting pot should provide a sufficiently large talent pool with the requisite language and cultural skills -- the military just needs to take steps to maximize its ability to recruit from it. This paper examines the need for language and cultural proficiency in the U.S. military, the effectiveness of current efforts to gain relevant language and cultural skills, long-term strategies proposed by the current Administration, and the prospects for and potential barriers to their success.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Stenmark, Timothy E ; AIR COMMAND AND STAFF COLL MAXWELL AFB AL; *SKILLS; *RECRUITING; *BARRIERS; *MILITARY TRAINING; *FOREIGN LANGUAGES; *AWARENESS; *CULTURE; MILITARY FORCES(UNITED STATES); RACIAL DISCRIMINATION; SPECIAL OPERATIONS FORCES; ISLAM; LEARNING; PROFICIENCY; MILITARY CAPABILITIES; LONG RANGE(TIME); ATTITUDES(PSYCHOLOGY); MARINE CORPS;",
      "title": "DTIC ADA475652: Looking for Gold Nuggets in the Melting Pot: Language, Cultural Awareness, and the Fourth Generation Warrior",
      "year": "2006",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-06-15 19:43:33",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-06-15 19:43:33",
      "identifier-access": "http://archive.org/details/DTIC_ADA475652",
      "identifier-ark": "ark:/13960/t8hf4q175",
      "imagecount": "42",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906706_34"
    }
  },
  {
    "identifier": "zefrank-theshow-058",
    "metadata": {
      "identifier": "zefrank-theshow-058",
      "collection": [
        "theshow-with-zefrank",
        "additional_collections"
      ],
      "creator": "zefrank",
      "date": "2006-06-07",
      "description": "<p>Good morning Sports Racers it's wednesday June seventh knowledge says it's \"Shudder briefly when you suddenly remember an embarrassing moment from your past before your rational mind shoves it back into your subconscious\"-day. (shudder)</p><p>(singing, sped up) Thank God for avoidance, it's built in, evolutionarily it helps us win!</p><p>S-s-s-something from the comments.</p><p>Markus writes: \"Wow, I'd love to buy one of your shirts but they are way too expensive.\" Markus the shirts aren't too expensive you just don't have any money. I bet you're working really hard but are earning little or nothing for your efforts. Hey I know if you don't have any money you should try selling shirts! Shirts are so easy to make and you'll earn a fortune! But I did notice you're from Germany which I think is a third world country. And I don't wanna help that's why you'll find the \"Buy the german kid a shirt\" Paypal link on the left hand side of this page.</p><p>(sepiatone, with guitar) Many people don't realize that Germans lose nearly a gallon of spittle in every hour of conversation. And this in a country that's forbidden drinking water.</p><p><i>Sie müssen helfen!</i></p><p>I've also released two new super cheap shirts. They might not have anything on them but they'll give you plenty to talk about. I've also released a super awesome limited edition t-shirt for only ten thousand dollars. Wow, look at all the logos. You can even change the color of the words when you click on it. Markus if I sell that shirt I'll be able to afford your shirts so you can buy my shirts.</p><p>(echo effect) Hi I'm Ze! Here's something I like that's gay!</p><p>Milk in a juice box!</p><p>(Ze sucks on straw, dog barks, slapstick ensues)</p><p>Ohhh, it tinkled on me.</p><p>Solamente gags.</p><p>As you know Sports Racers this friday is Fabuloso Friday. That's where you write the show for me. Finally instead of just leaving comments you can write the perfect show which according to the current script means that I'm gonna call myself a douchebag five times. Awesome. It's just like jeffersonian democracy, but without Jefferson. Anyone can contribute, it's a wiki. Ever wonder why Wikipedia is a hundred and fifty times more accurate than pointing to random words in \"Tuesday's with Morrie\"? Click on the Friday Fabuloso link to experience wiki power and to understand why we still have the electoral college.</p><p>Major wuss Arlen Specter's reneging on his vow to call major tel-coms to testify before the senate judiciary committee on the NSA wiretapping scandal. Specter said that he was prepared to defer the investigation on a temporary basis, largely because co-president Dick Cheney had provided assurances that the White House would be more receptive to pending legislation.</p><p>Way to do your job! At least that lets the president focus on crucial issues.</p><p>In recent weeks president Bush has been gently but repetitively prodding congress to open up the debate on a constitutional same sex marriage ban. Proponents of the ban such as bishop Harry Jackson gathered outside the Capitol to shout quote \"the gays are aggressive, gays have called war, gays are attacking traditional marriage\". The Washington Post reports that senator Rodriguez of Utah has held up a sign saying \"stop same sex marriage, it endorses masturbation\". On monday so <i>not</i> gay White House press secretary Tony Snow likened the amendment to efforts to enact civil rights laws. Sometime <i>not</i> giving people rights is just as important as giving people rights. Plus America's just gotten so gay. I mean Florida looks like a gay penis. And those little islands look like ... little islands next to a gay penis. We should shape Florida into a skull. That's <i>so</i> not gay. We should focus on this for a while, once we're less gay we can get back to the other problems.</p><p>This is Ze Frank thinking so you don't have to.</p><p>(four different takes of juice box slapstick, with guitar)</p>",
      "language": "English",
      "mediatype": "movies",
      "subject": [
        "gay",
        "same sex ban",
        "t-shirts",
        "making money",
        "not making money",
        "jeffersonian democracy",
        "wikipedia",
        "tuesdays with morrie",
        "florida",
        "skulls",
        "tony snow",
        "great hair",
        "arlen spector",
        "hair loss",
        "chocolate milk",
        "a mess to clean up"
      ],
      "title": "the show with zefrank - 2006-06-07",
      "year": "2006",
      "uploader": "archive+zefrank@experimentaltvcenter.org",
      "publicdate": "2022-03-22 15:19:14",
      "addeddate": "2022-03-22 15:19:14",
      "curation": "[curator]validator@archive.org[/curator][date]20220322153032[/date][comment]checked for malware[/comment]"
    }
  },
  {
    "identifier": "DTIC_ADA484220",
    "metadata": {
      "identifier": "DTIC_ADA484220",
      "creator": "Defense Technical Information Center",
      "date": "2006-07-01",
      "description": "The National Military Strategic Plan for the War on Terrorism (NMSP), released by the Chairman of the Joint Chiefs of Staff on February 1, 2006, sets out the Pentagon's broad strategy for executing, and presumably winning, the Global War on Terrorism (GWOT). The NMSP can be viewed as an elaboration of part of the larger and more holistic set of policies spelled out by the Department of Defense (DoD) in its June 2005 Strategy for Homeland Defense and Civil Support. The latter envisions a layered approach towards homeland defense and security based on a distinction between the following: Forward Regions, Approaches to the United States, the U.S. Homeland, and the Global Commons (space and cyberspace). Although the NMSP does not specifically position itself within the rubric of the larger June 2005 strategy paper, its focus on attacking terrorist networks abroad, strengthening international governance, and creating a global environment inhospitable to terrorists suggest that it should be viewed as a DoD articulation of the Forward Regions component of the overall strategy. The NMSP's primary flaw is that it sets out policy goals that are highly impractical and ultimately largely unachievable. In so doing, it will not only embolden America's enemies when the United States invariably fails to achieve those policy goals, but also will create unrealistic expectations among allies and the American public. The danger here is that not meeting those expectations will create a sense that the government and military are losing the war on terrorism because central policy goals set out by the military are not being met. In sum, the NMSP should be just that: a military strategy, not a political, economic, or social one. The U.S. military can fight terrorists in the traditional sense of the term. By setting this as its true policy goal, the Pentagon will be creating a goal that is achievable.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Morag, Nadav; NAVAL POSTGRADUATE SCHOOL MONTEREY CA CENTER FOR HOMELAND DEFENSE AND SECURITY; *OVERSEAS; *POLICIES; *MILITARY STRATEGY; *DEPARTMENT OF DEFENSE; *COUNTERTERRORISM; *MILITARY FORCES(UNITED STATES); *UNITED STATES GOVERNMENT; COOPERATION; PUBLIC OPINION; DEMOCRACY; PUBLIC RELATIONS; POLITICAL ALLIANCES; THREATS; ISLAM; GOVERNMENT(FOREIGN); EDUCATION; INTERAGENCY COORDINATION; REPRINTS;",
      "title": "DTIC ADA484220: The National Military Strategic Plan for the War on Terrorism: An Assessment",
      "year": "2006",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-06-24 01:13:33",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-06-24 01:13:33",
      "identifier-access": "http://archive.org/details/DTIC_ADA484220",
      "identifier-ark": "ark:/13960/t24c0078c",
      "imagecount": "15",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906707_16"
    }
  },
  {
    "identifier": "DTIC_ADA597226",
    "metadata": {
      "identifier": "DTIC_ADA597226",
      "creator": "Defense Technical Information Center",
      "date": "2007-01-01",
      "description": "Four years into the war in Iraq, the debate rages over whether there are enough troops deployed to accomplish the mission. Congress and the White House continuously argue over resources and the conduct of the war. Meanwhile, American and Iraqi casualties persist at an unacceptable rate. America's political and military leaders suggest progress is being made and we should stay the course; after all, it generally requires 8 to 10 years to defeat an insurgency. From a historical perspective, they are correct. But the situation in Iraq is not just an insurgency, and labeling it as such is a gross oversimplification of the challenges we face. Iraq is a mega-complex challenge; a collage of complex issues that cannot be readily deconstructed into individual issues and problems, solved, and put back together. Every issue in Iraq has potential second- and third-order effects as well as unintended consequences. Some of the enduring factors that will not be easily resolved are the deep-rooted religious conflict, modernization, corruption, inequitable distribution of wealth, lack of economic development, discontent among young males, the prevalence of militias, and a divided government influenced by sectarian interests. Understanding these issues is essential to comprehending the overall nature of the war. The current situation in Iraq is the result of three fundamental strategic mistakes. First, the United States, particularly its military, initially was remiss in discerning the nature of the conflict and subsequently failed to reassess the situation as circumstances evolved. Second, the government, as a whole, failed to balance ends, ways, and means. Third, the government chose the wrong strategy. Instead of adopting a strategy appropriate for the complexities of a multifaceted conflict that includes elements of civil war, insurgency, and terrorism, decisionmakers instituted a strategy predominantly focused on counterinsurgency operations.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; ; CENTER FOR ARMY LEADERSHIP FORT LEAVENWORTH KS; *COUNTERINSURGENCY; *ERRORS; *IRAQI WAR; *MILITARY FORCES(UNITED STATES); *MILITARY STRATEGY; *STRATEGIC ANALYSIS; *UNITED STATES GOVERNMENT; CASUALTIES; CONFLICT; ETHNIC GROUPS; GOVERNMENT(FOREIGN); INSURGENCY; ISLAM; MILITARY FORCE LEVELS; MILITARY FORCES(FOREIGN); SECTARIAN VIOLENCE; SECURITY PERSONNEL; TERRORISM;",
      "title": "DTIC ADA597226: Strategic Realignment: Ends, Ways, and Means in Iraq",
      "year": "2007",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-09-19 08:19:23",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-09-19 08:19:23",
      "curation": "[curator]validator@archive.org[/curator][date]20180919082950[/date][comment]checked for malware[/comment]",
      "identifier-access": "http://archive.org/details/DTIC_ADA597226",
      "identifier-ark": "ark:/13960/t7wm8h36g",
      "imagecount": "13",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906802_3"
    }
  },
  {
    "identifier": "DTIC_ADA469684",
    "metadata": {
      "identifier": "DTIC_ADA469684",
      "creator": "Defense Technical Information Center",
      "date": "2007-03-25",
      "description": "The U.S. Army's success during the 2003 offensive in Iraq, despite a ground element of unprecedented small size, made clear to the world America's supremacy in force-on-force engagements. Subsequent efforts to establish security and implement post-conflict stabilization in Iraq have proven to be the far greater challenge. America's extended campaign to stabilize and secure Iraq, complicated by an insurgency and civil war, has strained our nation's all volunteer force and led to extensive use of the National Guard as an operational - rather than a strategic - reserve. This shift has serious implications for the future roles, force structure, and missions of the Army National Guard. This paper reviews the historical roles of the National Guard and the challenges of becoming an operational reserve; examines pitfalls to implementing modularity and ARFORGEN (Army Forces Generation) in the guard; and outlines the impact of transformation on National Guard state mission execution and civil support.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Keohane, Cornelius J ; ARMY WAR COLL CARLISLE BARRACKS PA; *NATIONAL GUARD; *ARMY OPERATIONS; WARFARE; IRAQ; NATIONAL SECURITY; CIVIL AFFAIRS; ALL VOLUNTEER; INSURGENCY; CIVIL DISTURBANCES; TRANSFORMATIONS; ARMY PERSONNEL; MISSIONS; HISTORY; CONFLICT;",
      "title": "DTIC ADA469684: Transforming the Guard - Construct and Challenges for the Operational Reserve",
      "year": "2007",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-06-13 04:30:47",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-06-13 04:30:47",
      "identifier-access": "http://archive.org/details/DTIC_ADA469684",
      "identifier-ark": "ark:/13960/t5cc7vq0s",
      "imagecount": "27",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906706_28"
    }
  },
  {
    "identifier": "DTIC_ADA469681",
    "metadata": {
      "identifier": "DTIC_ADA469681",
      "creator": "Defense Technical Information Center",
      "date": "2007-03-30",
      "description": "The fall of the Soviet Union left America as the primary leader of an increasingly interdependent world of nations in a dynamic international security environment characterized by volatility, uncertainty, complexity, and ambiguity. This paper proposes a structural solution to improving the Nation's ability to respond, and stay engaged for as long as it takes, in simultaneous Stability, Security, Transition and Reconstruction Operations (SSTRO) worldwide. The proposed solution employs the right resources against five key SSTR lines of operations: diplomacy, information, economics, security, and development. It focuses U.S. armed forces on full-spectrum military proficiency, while providing a robust, rapidly employable interagency capability to address non-combat SSTR tasks. A new Department of International Development (DID) greatly improves national and regional integration and synchronization of U.S. Government (USG), International Organization, Non-governmental Organization, and Private Volunteer Organization efforts in SSTR areas. Lastly, this proposal provides interagency depth, breadth, and responsiveness for SSTRO with full-time and reserve civil support organizations possessing comprehensive nation-assistance skills, forward-positioned in each Geographic Component Command (GCC) region. Until a U.S. SSTR structural improvement is made, the U.S. Armed Forces, as it has done for many years, will continue to represent Americans proudly overseas executing whatever assignments the Nation deems necessary.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Douville, Jeffrey M ; ARMY WAR COLL CARLISLE BARRACKS PA; *MILITARY FORCES(UNITED STATES); *STABILITY; *UNITED STATES GOVERNMENT; *POSTWAR OPERATIONS; *DIPLOMACY; *ORGANIZATIONAL REALIGNMENT; *SECURITY; MILITARY PERSONNEL; COOPERATION; PEACEKEEPING; INFORMATION EXCHANGE; JOINT MILITARY ACTIVITIES; TRANSITIONS; CIVILIAN PERSONNEL; MILITARY PLANNING;",
      "title": "DTIC ADA469681: Designing Excellence into America's Stability, Security, Transition and Reconstruction (SSTR) Efforts",
      "year": "2007",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-06-13 04:29:54",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-06-13 04:29:54",
      "identifier-access": "http://archive.org/details/DTIC_ADA469681",
      "identifier-ark": "ark:/13960/t5q885n21",
      "imagecount": "22",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906706_28"
    }
  },
  {
    "identifier": "DTIC_ADA471224",
    "metadata": {
      "identifier": "DTIC_ADA471224",
      "creator": "Defense Technical Information Center",
      "date": "2007-06-15",
      "description": "This thesis covers a period of transformation in the Army between a large Civil War Army armed primarily with muzzle-loading percussion arms to an Army numbering in the tens of thousands armed with magazine-fed, bolt-action repeating rifles. The thesis covers the boards, trials, procedures, and political and economic constraints that were involved in selecting new arms during this period as well as the specific arms that were considered and selected. The paper concludes with an analysis of the decisions made and how similar considerations affect decisions regarding the small arms carried by America's soldiers today.",
      "language": "english",
      "mediatype": "texts",
      "subject": "DTIC Archive; Davis, John C ; ARMY COMMAND AND GENERAL STAFF COLL FORT LEAVENWORTH KS; *MILITARY HISTORY; *DECISION MAKING; *ARMY; *ARMY PROCUREMENT; *RIFLES; TEST AND EVALUATION; FIELD TESTS; THESES; AMMUNITION; MUNITIONS INDUSTRY;",
      "title": "DTIC ADA471224: U.S. Army Rifle and Carbine Adoption between 1865 and 1900",
      "year": "2007",
      "collection": [
        "dticarchive",
        "additional_collections"
      ],
      "publicdate": "2018-06-14 03:04:14",
      "uploader": "slaxemulator@gmail.com",
      "addeddate": "2018-06-14 03:04:14",
      "identifier-access": "http://archive.org/details/DTIC_ADA471224",
      "identifier-ark": "ark:/13960/t3714xh2h",
      "imagecount": "104",
      "ppi": "300",
      "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
      "backup_location": "ia906706_30"
    }
  }
]
